{
  "id": "vara-network",
  "symbol": "vara",
  "name": "Vara Network",
  "web_slug": "vara-network",
  "asset_platform_id": null,
  "platforms": {
    "": ""
  },
  "detail_platforms": {
    "": {
      "decimal_place": null,
      "contract_address": ""
    }
  },
  "block_time_in_minutes": 0,
  "hashing_algorithm": null,
  "categories": [
    "Smart Contract Platform",
    "Layer 1 (L1)"
  ],
  "preview_listing": false,
  "public_notice": null,
  "additional_notices": [],
  "description": {
    "en": "What is the project about?\r\nVara Network is a substrate-based future proof smart contract platform that is fast, scalable, and makes it simple to create and deploy next-generation Web3.0 dApps\r\nVara is the first standalone network in the Gear Protocol\r\n\r\nGear is a next-gen cloud infrastructure platform providing most intuitive and frictionless environment for web2 and web3 developers to build complex infrastructure solutions and disruptive dApps for any ecosystem\r\n\r\nWhat makes your project unique?\r\nVara is built upon three core concepts:\r\nThe actor model, and persistent memory — two widely adopted primitives from massive computation and microservices architecture spaces \r\nWasm — a WebAssembly-based virtual machine that runs on all modern browsers. Proven to be faster than any alternative web2 virtual machines\r\n\r\nVara was created to serve as a wasm-native hub for innovative protocols that leverage parallel execution and asynchronous programming to deliver leading decentralized products in any segment\r\n\r\nHistory of your project.\r\nGear Protocol and the Vara Network were originally created by Nikolay Volf, one of the core developers of Polkadot. In 2021, he embarked on building an advanced layer 1 smart contract platform using Substrate, Polkadot's custom framework. His vision included creating a platform that enables fast and efficient execution of robust, feature-rich dApps while in a seamless development environment similar to that of Web 2.0 development. He did this by  harnessing the power of innovative technologies like Wasm, the Actor Model, and Persistent Memory. These technologies significantly enhance smart contract development and provide a seamless end-user experience and provide the foundation for the development of Vara Network.\r\n\r\n1. Q2 2021 - Pre-Seed Round: In the second quarter of 2021, the Protocol secured its initial funding through a pre-seed round. This likely involved seeking investment from early-stage investors or venture capitalists to kickstart the development of the project.\r\n\r\n2. Q4 2021 - Seed Round: In December 2021 raised $12 Million in Venture Round. Private investment round led by Blockchange Venture. In addition to Blockchange, other top venture capital funds participated in this round, including Three  Arrows Capital, Lemniscap, Distributed Global, LAO, Mechanism Capital, Bitscale, Spartan Group LLC, HashKey, DI Ventures, Elysium Venture Capital, Signum Capital and P2P Economy lead by Konstantin Lomashuk, along with a number of top executives of Web3 Foundation and Parity Technologies. Dr. Gavin Wood, Founder and ex-CEO of Parity Technologies and one of the key individual investors participating in this round.\r\n\r\n3. 2022 - Intensive Scaling and Development, First Test Integrations: Throughout the year 2022, Vara was focused on two primary activities. First, the engagement in an extensive outreach process to build up the team. Second, the project advanced its technical development efforts and started working on integrating their technology with various test environments to ensure its functionality and viability.\r\n\r\n4. Q4 2022 - Testnet Launch. \r\n\r\n5. Q1 2023 - PoA Launch: In the first quarter of 2023, Vara achieved launch of its Proof of Authority (PoA) consensus network, which is a chain candidate for mainnet.\r\n\r\nCurrent Status of Vara:\r\n\r\nPresently, the project boasts a talented and diverse decentralized workforce, consisting of dozens of engineers and other community members  to drive the project's success.\r\n\r\nOne of the remarkable aspects of Vara is its substantial pipeline of initiatives with over 40 projects.\r\n\r\nWhat’s next for your project?\r\nCurrent projects being researched and developed by the community: \r\n- Intensive testing and improvement of the actor model features in the blockchain space\r\n - Launch of the key stack of dApps in our parallel and asynchronous environment \r\n - Development of innovative infrastructure solutions (e.g offchain zk actors including machine learning) independently and together with the segment leaders\r\n\r\nWhat can your token be used for?\r\nVARA tokens maintain core utility features required for the network to operate:\r\ntransaction fees\r\nstaking and network security\r\ngovernance\r\nother:\r\ngas pools for gas reservation\r\n\r\nContributors to the Gear protocol are exploring the mechanics of how to distribute a portion of block rewards directly toward dApp developers\r\n"
  },
  "links": {
    "homepage": [
      "https://vara.network/",
      "https://gear-tech.io/"
    ],
    "whitepaper": "https://whitepaper.gear.foundation/",
    "blockchain_site": [
      "https://vara.subscan.io/"
    ],
    "official_forum_url": [],
    "chat_url": [
      "https://discord.gg/ReQNaNDbvM",
      "https://medium.com/@VaraNetwork"
    ],
    "announcement_url": [],
    "snapshot_url": null,
    "twitter_screen_name": "VaraNetwork",
    "facebook_username": "",
    "bitcointalk_thread_identifier": null,
    "telegram_channel_identifier": "VaraNetwork_Global",
    "subreddit_url": null,
    "repos_url": {
      "github": [
        "https://github.com/gear-tech"
      ],
      "bitbucket": []
    }
  },
  "image": {
    "thumb": "https://coin-images.coingecko.com/coins/images/31458/thumb/vara.jpeg?1696530272",
    "small": "https://coin-images.coingecko.com/coins/images/31458/small/vara.jpeg?1696530272",
    "large": "https://coin-images.coingecko.com/coins/images/31458/large/vara.jpeg?1696530272"
  },
  "country_origin": "",
  "genesis_date": null,
  "sentiment_votes_up_percentage": 100.0,
  "sentiment_votes_down_percentage": 0.0,
  "watchlist_portfolio_users": 6219,
  "market_cap_rank": 2205,
  "status_updates": [],
  "last_updated": "2026-01-05T02:33:36.801Z"
}