[
  {
    "ticker": "1INCH",
    "name": "1INCH",
    "description": "1INCH (1INCH) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), BNB Chain Ecosystem, Ethereum Ecosystem. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://1inch.com/",
    "icon_file": "1INCH.png"
  },
  {
    "ticker": "2Z",
    "name": "DoubleZero",
    "description": "DoubleZero (2Z) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the solana network (verify contract address before use). Typical classifications: Infrastructure, Solana Ecosystem, Binance Alpha Spotlight, CoinList Launchpad. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://doublezero.xyz/",
    "icon_file": "2Z.png"
  },
  {
    "ticker": "A",
    "name": "Vaulta",
    "description": "Vaulta (A) is a cryptocurrency asset listed in this app’s offline database. Typical classifications: Layer 1 (L1), World Liberty Financial Portfolio. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.vaulta.com",
    "icon_file": "A.png"
  },
  {
    "ticker": "A2Z",
    "name": "Arena-Z",
    "description": "Arena-Z (A2Z) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Gaming (GameFi), NFT, Metaverse, Ethereum Ecosystem, Binance Launchpad, Gaming Governance Token. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://arena-z.gg/",
    "icon_file": "A2Z.png"
  },
  {
    "ticker": "AAVE",
    "name": "Aave",
    "description": "Aave (AAVE) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Decentralized Finance (DeFi), Yield Farming, BNB Chain Ecosystem, Lending/Borrowing Protocols, Avalanche Ecosystem, Polygon Ecosystem. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://app.aave.com/",
    "icon_file": "AAVE.png"
  },
  {
    "ticker": "ACA",
    "name": "Acala",
    "description": "Acala (ACA) is a cryptocurrency asset listed in this app’s offline database. Typical classifications: Smart Contract Platform, Decentralized Finance (DeFi), Polkadot Ecosystem, Layer 1 (L1), Coinbase Ventures Portfolio, Pantera Capital Portfolio. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://acala.network/",
    "icon_file": "ACA.png"
  },
  {
    "ticker": "ACH",
    "name": "Alchemy Pay",
    "description": "Alchemy Pay (ACH) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: BNB Chain Ecosystem, Ethereum Ecosystem, Payment Solutions, DWF Labs Portfolio, Made in China. Project metadata: origin: SG. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://alchemypay.org/",
    "icon_file": "ACH.png"
  },
  {
    "ticker": "ACS",
    "name": "Access Protocol",
    "description": "Access Protocol (ACS) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the solana network (verify contract address before use). Typical classifications: SocialFi, Solana Ecosystem. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.accessprotocol.co/",
    "icon_file": "ACS.png"
  },
  {
    "ticker": "ACT",
    "name": "Act I The AI Prophecy",
    "description": "Act I The AI Prophecy (ACT) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the solana network (verify contract address before use). Typical classifications: Solana Ecosystem, Meme, Solana Meme, AI Meme, Pump.fun Ecosystem. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://pump.fun/GJAFwWjJ3vnTsrQVabjBVK2TYB1YtRCQXRDfDgUnpump",
    "icon_file": "ACT.png"
  },
  {
    "ticker": "ACX",
    "name": "Across Protocol",
    "description": "Across Protocol (ACX) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Polygon Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Optimism Ecosystem, Bridge Governance Tokens, Cross-chain Communication. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://across.to/",
    "icon_file": "ACX.png"
  },
  {
    "ticker": "ADA",
    "name": "Cardano",
    "description": "Cardano (ADA) is a cryptocurrency asset listed in this app’s offline database. Typical classifications: Smart Contract Platform, Layer 1 (L1), Cardano Ecosystem, Alleged SEC Securities, Proof of Stake (PoS), GMCI Layer 1 Index. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://cardano.org/",
    "icon_file": "ADA.png"
  },
  {
    "ticker": "ADI",
    "name": "ADI",
    "description": "ADI (ADI) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Infrastructure, Ethereum Ecosystem, Layer 2 (L2). This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://token.adi.foundation/",
    "icon_file": "ADI.png"
  },
  {
    "ticker": "AERGO",
    "name": "Aergo",
    "description": "Aergo (AERGO) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Smart Contract Platform, Ethereum Ecosystem, Sequoia Capital Portfolio. Project metadata: initial launch date: 2018-11-22; origin: KR. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://aergo.io",
    "icon_file": "AERGO.png"
  },
  {
    "ticker": "AERO",
    "name": "Aerodrome Finance",
    "description": "Aerodrome Finance (AERO) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the base network (verify contract address before use). Typical classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), Base Ecosystem, Binance Alpha Spotlight. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://aerodrome.finance/",
    "icon_file": "AERO.png"
  },
  {
    "ticker": "AEVO",
    "name": "Aevo",
    "description": "Aevo (AEVO) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Smart Contract Platform, Decentralized Finance (DeFi), Binance Launchpool, Derivatives, Perpetuals, Ethereum Ecosystem. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.aevo.xyz/",
    "icon_file": "AEVO.png"
  },
  {
    "ticker": "AGENTFUN",
    "name": "AgentFun.AI",
    "description": "AgentFun.AI (AGENTFUN) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the cronos-zkevm network (verify contract address before use). Typical classifications: Meme, Cronos Ecosystem, AI Meme, Cronos zkEVM Ecosystem. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://agentfun.ai/",
    "icon_file": "AGENTFUN.png"
  },
  {
    "ticker": "AGLD",
    "name": "Adventure Gold",
    "description": "Adventure Gold (AGLD) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Ethereum Ecosystem, DWF Labs Portfolio. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.lootproject.com/",
    "icon_file": "AGLD.png"
  },
  {
    "ticker": "AIOZ",
    "name": "AIOZ Network",
    "description": "AIOZ Network (AIOZ) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Artificial Intelligence (AI), Smart Contract Platform, Storage, BNB Chain Ecosystem, Layer 1 (L1), Ethereum Ecosystem. Project metadata: origin: SG. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://aioz.network",
    "icon_file": "AIOZ.png"
  },
  {
    "ticker": "AIXBT",
    "name": "aixbt",
    "description": "aixbt (AIXBT) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the base network (verify contract address before use). Typical classifications: Artificial Intelligence (AI), Solana Ecosystem, Meme, Ethereum Ecosystem, Base Ecosystem, AI Meme. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://aixbt.tech",
    "icon_file": "AIXBT.png"
  },
  {
    "ticker": "AKT",
    "name": "Akash Network",
    "description": "Akash Network (AKT) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the akash network (verify contract address before use). Typical classifications: Artificial Intelligence (AI), Smart Contract Platform, DePIN, Osmosis Ecosystem, Proof of Stake (PoS), Archway Ecosystem. Project metadata: origin: US. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://akash.network",
    "icon_file": "AKT.png"
  },
  {
    "ticker": "ALCX",
    "name": "Alchemix",
    "description": "Alchemix (ALCX) is a cryptocurrency asset listed in this app’s offline database. It exists as a token on the ethereum network (verify contract address before use). Typical classifications: Decentralized Finance (DeFi), Yield Farming, Near Protocol Ecosystem, Olympus Pro Ecosystem, Ethereum Ecosystem, eGirl Capital Portfolio. This description is a neutral offline overview. It is not investment advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://alchemix.fi/",
    "icon_file": "ALCX.png"
  },
  {
    "ticker": "ALGO",
    "name": "Algorand",
    "description": "Algorand (ALGO) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Algorand Ecosystem, Real World Assets (RWA), Alleged SEC Securities, DWF Labs Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://algorand.foundation/",
    "icon_file": "ALGO.png"
  },
  {
    "ticker": "ALI",
    "name": "Artificial Liquid Intelligence",
    "description": "Artificial Liquid Intelligence (ALI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), NFT, Metaverse, Solana Ecosystem, Polygon Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://aiprotocol.info",
    "icon_file": "ALI.png"
  },
  {
    "ticker": "ALICE",
    "name": "My Neighbor Alice",
    "description": "My Neighbor Alice (ALICE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Binance Launchpool, Metaverse, DaoMaker Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.myneighboralice.com/",
    "icon_file": "ALICE.png"
  },
  {
    "ticker": "ALT",
    "name": "AltLayer",
    "description": "AltLayer (ALT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Binance Launchpool, Ethereum Ecosystem, Layer 2 (L2), Restaking. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://altlayer.io/",
    "icon_file": "ALT.png"
  },
  {
    "ticker": "AMP",
    "name": "Amp",
    "description": "Amp (AMP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Near Protocol Ecosystem, Ethereum Ecosystem, Payment Solutions, Alleged SEC Securities, Pantera Capital Portfolio. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.amp.xyz",
    "icon_file": "AMP.png"
  },
  {
    "ticker": "ANIME",
    "name": "Animecoin",
    "description": "Animecoin (ANIME) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: NFT, Meme, Arbitrum Ecosystem, Ethereum Ecosystem, Anime-Themed, Binance HODLer Airdrops. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.anime.xyz/",
    "icon_file": "ANIME.png"
  },
  {
    "ticker": "ANKR",
    "name": "Ankr Network",
    "description": "Ankr Network (ANKR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Avalanche Ecosystem, Polygon Ecosystem, Fantom Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.ankr.com/",
    "icon_file": "ANKR.png"
  },
  {
    "ticker": "APE",
    "name": "ApeCoin",
    "description": "ApeCoin (APE) is a cryptocurrency asset included in this app’s offline database. Common classifications: Gaming (GameFi), NFT, Animoca Brands Portfolio, Gaming Blockchains, Gaming Governance Token, Gaming Utility Token. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://apechain.com/",
    "icon_file": "APE.png"
  },
  {
    "ticker": "API3",
    "name": "Api3",
    "description": "Api3 (API3) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Oracle, Ethereum Ecosystem, DWF Labs Portfolio, Pantera Capital Portfolio, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://api3.org/",
    "icon_file": "API3.png"
  },
  {
    "ticker": "APT",
    "name": "Aptos",
    "description": "Aptos (APT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the aptos network (verify the contract address before use). Common classifications: Smart Contract Platform, Layer 1 (L1), Aptos Ecosystem, FTX Holdings, Coinbase Ventures Portfolio, Multicoin Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://aptosfoundation.org",
    "icon_file": "APT.png"
  },
  {
    "ticker": "AR",
    "name": "Arweave",
    "description": "Arweave (AR) is a cryptocurrency asset included in this app’s offline database. Common classifications: Artificial Intelligence (AI), Smart Contract Platform, Storage, Layer 1 (L1), DePIN, Coinbase Ventures Portfolio. Project metadata: origin: GB. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://arweave.org/",
    "icon_file": "AR.png"
  },
  {
    "ticker": "ARB",
    "name": "Arbitrum",
    "description": "Arbitrum (ARB) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Smart Contract Platform, Arbitrum Ecosystem, Ethereum Ecosystem, Arbitrum Nova Ecosystem, Layer 2 (L2), eGirl Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://arbitrum.io/",
    "icon_file": "ARB.png"
  },
  {
    "ticker": "ARC",
    "name": "AI Rig Complex",
    "description": "AI Rig Complex (ARC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Infrastructure, Solana Ecosystem, AI Agents, Pump.fun Ecosystem, AI Agent Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.arc.fun/",
    "icon_file": "ARC.png"
  },
  {
    "ticker": "ARK",
    "name": "ARK",
    "description": "ARK (ARK) is a cryptocurrency asset included in this app’s offline database. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ark.io/",
    "icon_file": "ARK.png"
  },
  {
    "ticker": "ARKM",
    "name": "Arkham",
    "description": "Arkham (ARKM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Exchange-based Tokens, Analytics, Derivatives, Perpetuals, Centralized Exchange (CEX) Token. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://arkm.com/",
    "icon_file": "ARKM.png"
  },
  {
    "ticker": "ARPA",
    "name": "ARPA",
    "description": "ARPA (ARPA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Privacy Coins, BNB Chain Ecosystem, Polygon Ecosystem, Ethereum Ecosystem, Animoca Brands Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.arpanetwork.io/en-US",
    "icon_file": "ARPA.png"
  },
  {
    "ticker": "ASTR",
    "name": "Astar",
    "description": "Astar (ASTR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Polkadot Ecosystem, Layer 1 (L1), Ethereum Ecosystem, Layer 2 (L2), Alameda Research Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://astar.network/",
    "icon_file": "ASTR.png"
  },
  {
    "ticker": "ATH",
    "name": "Aethir",
    "description": "Aethir (ATH) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Infrastructure, Solana Ecosystem, Arbitrum Ecosystem, Impossible Finance Launchpad, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.aethir.com/",
    "icon_file": "ATH.png"
  },
  {
    "ticker": "ATOM",
    "name": "Cosmos Hub",
    "description": "Cosmos Hub (ATOM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cosmos network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Cosmos Ecosystem, Terra Ecosystem, Canto Ecosystem, Alleged SEC Securities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://cosmos.network/",
    "icon_file": "ATOM.png"
  },
  {
    "ticker": "AUDIO",
    "name": "Audius",
    "description": "Audius (AUDIO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Music, NFT, Solana Ecosystem, Ethereum Ecosystem, Coinbase Ventures Portfolio, Multicoin Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://audius.co/",
    "icon_file": "AUDIO.png"
  },
  {
    "ticker": "AURORA",
    "name": "Aurora",
    "description": "Aurora (AURORA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Near Protocol Ecosystem, Ethereum Ecosystem, DWF Labs Portfolio, DragonFly Capital Portfolio, Pantera Capital Portfolio, Aurora Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://aurora.dev/",
    "icon_file": "AURORA.png"
  },
  {
    "ticker": "AVAX",
    "name": "Avalanche",
    "description": "Avalanche (AVAX) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Avalanche Ecosystem, Proof of Stake (PoS), DragonFly Capital Portfolio, DeFiance Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.avax.network",
    "icon_file": "AVAX.png"
  },
  {
    "ticker": "AVNT",
    "name": "Avantis",
    "description": "Avantis (AVNT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Derivatives, Perpetuals, Base Ecosystem, Binance HODLer Airdrops, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.avantisfi.com/",
    "icon_file": "AVNT.png"
  },
  {
    "ticker": "AXL",
    "name": "Axelar",
    "description": "Axelar (AXL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, BNB Chain Ecosystem, Avalanche Ecosystem, Polygon Ecosystem, Fantom Ecosystem, Arbitrum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://axelar.network/",
    "icon_file": "AXL.png"
  },
  {
    "ticker": "AXS",
    "name": "Axie Infinity",
    "description": "Axie Infinity (AXS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Axie Infinity Ecosystem, Metaverse, Play To Earn. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://axieinfinity.com/",
    "icon_file": "AXS.png"
  },
  {
    "ticker": "BANANA",
    "name": "Banana Gun",
    "description": "Banana Gun (BANANA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Ethereum Ecosystem, Telegram Apps, Binance HODLer Airdrops. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://bananagun.io",
    "icon_file": "BANANA.png"
  },
  {
    "ticker": "BAND",
    "name": "Band",
    "description": "Band (BAND) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Business Services, Decentralized Finance (DeFi), Oracle, Fantom Ecosystem, Ethereum Ecosystem, Binance Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://bandprotocol.com/",
    "icon_file": "BAND.png"
  },
  {
    "ticker": "BARA",
    "name": "Capybara Nation",
    "description": "Capybara Nation (BARA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Meme, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://capybaranation.xyz/",
    "icon_file": "BARA.png"
  },
  {
    "ticker": "BAT",
    "name": "Basic Attention",
    "description": "Basic Attention (BAT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Solana Ecosystem, Avalanche Ecosystem, Polygon Ecosystem, Near Protocol Ecosystem, Harmony Ecosystem, Ethereum Ecosystem. Project metadata: launch date: 2017-05-29. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://basicattentiontoken.org/",
    "icon_file": "BAT.png"
  },
  {
    "ticker": "BCH",
    "name": "Bitcoin Cash",
    "description": "Bitcoin Cash (BCH) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Bitcoin Fork, Proof of Work (PoW), Coinbase 50 Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://bch.info/",
    "icon_file": "BCH.png"
  },
  {
    "ticker": "BCUT",
    "name": "bitsCrunch Token",
    "description": "bitsCrunch Token (BCUT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Infrastructure, Analytics, NFT, Polygon Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://bitscrunch.com/",
    "icon_file": "BCUT.png"
  },
  {
    "ticker": "BERA",
    "name": "Berachain",
    "description": "Berachain (BERA) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Decentralized Finance (DeFi), Layer 1 (L1), Berachain Ecosystem, Binance HODLer Airdrops, Outlier Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://berachain.com/",
    "icon_file": "BERA.png"
  },
  {
    "ticker": "BICO",
    "name": "Biconomy",
    "description": "Biconomy (BICO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Arbitrum Ecosystem, Ethereum Ecosystem, Account Abstraction, Coinbase Ventures Portfolio, YZi Labs (Prev. Binance Labs) Portfolio, Consensys Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.biconomy.io/",
    "icon_file": "BICO.png"
  },
  {
    "ticker": "BIFI",
    "name": "Beefy",
    "description": "Beefy (BIFI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, Yield Aggregator, Ethereum Ecosystem, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://beefy.com/",
    "icon_file": "BIFI.png"
  },
  {
    "ticker": "BIGTIME",
    "name": "Big Time",
    "description": "Big Time (BIGTIME) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), Play To Earn, Ethereum Ecosystem, RPG, Alameda Research Portfolio, Circle Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://bigtime.gg/",
    "icon_file": "BIGTIME.png"
  },
  {
    "ticker": "BINK",
    "name": "Bink AI",
    "description": "Bink AI (BINK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), BNB Chain Ecosystem, AI Framework. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://bink.ai/",
    "icon_file": "BINK.png"
  },
  {
    "ticker": "BLAST",
    "name": "Blast",
    "description": "Blast (BLAST) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the blast network (verify the contract address before use). Common classifications: Smart Contract Platform, Layer 2 (L2), eGirl Capital Portfolio, Paradigm Portfolio, Blast Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://blast.io/",
    "icon_file": "BLAST.png"
  },
  {
    "ticker": "BLUR",
    "name": "Blur",
    "description": "Blur (BLUR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: NFT, Ethereum Ecosystem, NFT Marketplace, FTX Holdings, NFTFi, eGirl Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://blur.io/",
    "icon_file": "BLUR.png"
  },
  {
    "ticker": "BMT",
    "name": "Bubblemaps",
    "description": "Bubblemaps (BMT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Analytics, BNB Chain Ecosystem, Solana Ecosystem, Binance HODLer Airdrops, Binance Wallet IDO, InfoFi. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://bubblemaps.io",
    "icon_file": "BMT.png"
  },
  {
    "ticker": "BNT",
    "name": "Bancor Network",
    "description": "Bancor Network (BNT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), Ethereum Ecosystem, DeFiance Capital Portfolio. Project metadata: launch date: 2017-06-12. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.bancor.network/",
    "icon_file": "BNT.png"
  },
  {
    "ticker": "BOBA",
    "name": "Boba Network",
    "description": "Boba Network (BOBA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Layer 2 (L2), Rollup, Boba Network Ecosystem, GMCI Layer 2 Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://boba.network/",
    "icon_file": "BOBA.png"
  },
  {
    "ticker": "BOME",
    "name": "BOOK OF MEME",
    "description": "BOOK OF MEME (BOME) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Frog-Themed, Solana Meme, GMCI Meme Index, GMCI Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction.",
    "icon_file": "BOME.png"
  },
  {
    "ticker": "BONE",
    "name": "Bone ShibaSwap",
    "description": "Bone ShibaSwap (BONE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Meme, Ethereum Ecosystem, Layer 2 (L2), Shibarium Ecosystem, Dog-Themed. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://shibaswap.com",
    "icon_file": "BONE.png"
  },
  {
    "ticker": "BONK",
    "name": "Bonk",
    "description": "Bonk (BONK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Solana Ecosystem, Polygon Ecosystem, Meme, Arbitrum Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.bonkcoin.com/",
    "icon_file": "BONK.png"
  },
  {
    "ticker": "BOSON",
    "name": "Boson",
    "description": "Boson (BOSON) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: NFT, Metaverse, Polygon Ecosystem, Ethereum Ecosystem, Real World Assets (RWA), Animoca Brands Portfolio. Project metadata: origin: SG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://bosonprotocol.io",
    "icon_file": "BOSON.png"
  },
  {
    "ticker": "BTC",
    "name": "Bitcoin",
    "description": "Bitcoin (BTC) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), FTX Holdings, Proof of Work (PoW), Bitcoin Ecosystem, GMCI 30 Index. Project metadata: launch date: 2009-01-03. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://www.bitcoin.org",
    "icon_file": "BTC.png"
  },
  {
    "ticker": "C98",
    "name": "Coin98",
    "description": "Coin98 (C98) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), BNB Chain Ecosystem, Perpetuals, Solana Ecosystem, Wallets, Polygon Ecosystem. Project metadata: origin: VN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://coin98.com/",
    "icon_file": "C98.png"
  },
  {
    "ticker": "CATI",
    "name": "Catizen",
    "description": "Catizen (CATI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the the-open-network network (verify the contract address before use). Common classifications: Gaming (GameFi), Play To Earn, Telegram Apps, TON Ecosystem, Tap to Earn. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://linktr.ee/catizen",
    "icon_file": "CATI.png"
  },
  {
    "ticker": "CAW",
    "name": "A Hunters Dream",
    "description": "A Hunters Dream (CAW) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: SocialFi, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://caw.is",
    "icon_file": "CAW.png"
  },
  {
    "ticker": "CDCETH",
    "name": "Crypto.com Staked ETH",
    "description": "Crypto.com Staked ETH (CDCETH) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Liquid Staking Tokens, Ethereum Ecosystem, Cronos Ecosystem, Liquid Staked ETH, Liquid Staking. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://crypto.com/staking",
    "icon_file": "CDCETH.png"
  },
  {
    "ticker": "CDCSOL",
    "name": "Crypto.com Staked SOL",
    "description": "Crypto.com Staked SOL (CDCSOL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Solana Ecosystem, Liquid Staked SOL, Liquid Staking. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://crypto.com/staking",
    "icon_file": "CDCSOL.png"
  },
  {
    "ticker": "CELO",
    "name": "Celo",
    "description": "Celo (CELO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the celo network (verify the contract address before use). Common classifications: Smart Contract Platform, Celo Ecosystem, Layer 2 (L2), DWF Labs Portfolio, Coinbase Ventures Portfolio, Proof of Stake (PoS). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://celo.org/",
    "icon_file": "CELO.png"
  },
  {
    "ticker": "CELR",
    "name": "Celer Network",
    "description": "Celer Network (CELR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Arbitrum Ecosystem, Ethereum Ecosystem, Bridge Governance Tokens, Binance Launchpad, Cross-chain Communication, Pantera Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.celer.network/",
    "icon_file": "CELR.png"
  },
  {
    "ticker": "CETUS",
    "name": "Cetus Protocol",
    "description": "Cetus Protocol (CETUS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the sui network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Sui Ecosystem, Animoca Brands Portfolio, OKX Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.cetus.zone/",
    "icon_file": "CETUS.png"
  },
  {
    "ticker": "CFX",
    "name": "Conflux",
    "description": "Conflux (CFX) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, DWF Labs Portfolio, Proof of Work (PoW), GMCI Layer 1 Index, Sequoia Capital Portfolio, GMCI Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://confluxnetwork.org/",
    "icon_file": "CFX.png"
  },
  {
    "ticker": "CHILLGUY",
    "name": "Just a chill guy",
    "description": "Just a chill guy (CHILLGUY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Dog-Themed, Solana Meme, Pump.fun Ecosystem, TikTok Meme. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.chillguy.io/",
    "icon_file": "CHILLGUY.png"
  },
  {
    "ticker": "CHR",
    "name": "Chromia",
    "description": "Chromia (CHR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Smart Contract Platform, NFT, BNB Chain Ecosystem, Layer 1 (L1), Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://chromia.com/",
    "icon_file": "CHR.png"
  },
  {
    "ticker": "CHZ",
    "name": "Chiliz",
    "description": "Chiliz (CHZ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Sports, NFT, Layer 1 (L1), Ethereum Ecosystem, Alleged SEC Securities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.chiliz.com/",
    "icon_file": "CHZ.png"
  },
  {
    "ticker": "CKB",
    "name": "Nervos Network",
    "description": "Nervos Network (CKB) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Interoperability, Layer 2 (L2), Rollup, Multicoin Capital Portfolio, Proof of Work (PoW). Project metadata: launch date: 2019-11-15. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://nervos.org",
    "icon_file": "CKB.png"
  },
  {
    "ticker": "CLANKER",
    "name": "tokenbot",
    "description": "tokenbot (CLANKER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Launchpad, Base Ecosystem, AI Applications, Clanker Ecosystem, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.clanker.world/",
    "icon_file": "CLANKER.png"
  },
  {
    "ticker": "CLOUD",
    "name": "Cloud",
    "description": "Cloud (CLOUD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Solana Ecosystem, Liquid Staking Governance Tokens, LSDFi, Liquid Staking, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.sanctum.so/",
    "icon_file": "CLOUD.png"
  },
  {
    "ticker": "COMP",
    "name": "Compound",
    "description": "Compound (COMP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, BNB Chain Ecosystem, Lending/Borrowing Protocols, Avalanche Ecosystem, Polygon Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://compound.finance/governance/comp",
    "icon_file": "COMP.png"
  },
  {
    "ticker": "COOKIE",
    "name": "Cookie DAO",
    "description": "Cookie DAO (COOKIE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Marketing, Analytics, BNB Chain Ecosystem, Ethereum Ecosystem, Animoca Brands Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.cookie.fun/",
    "icon_file": "COOKIE.png"
  },
  {
    "ticker": "COQ",
    "name": "Coq Inu",
    "description": "Coq Inu (COQ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the avalanche network (verify the contract address before use). Common classifications: Avalanche Ecosystem, Meme, Avalanche L1, Made in USA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.coqinu.com/",
    "icon_file": "COQ.png"
  },
  {
    "ticker": "CORGIAI",
    "name": "CorgiAI",
    "description": "CorgiAI (CORGIAI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Ethereum Ecosystem, Cronos Ecosystem, Dog-Themed, AI Meme. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://corgiai.xyz/",
    "icon_file": "CORGIAI.png"
  },
  {
    "ticker": "COS",
    "name": "Contentos",
    "description": "Contentos (COS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binancecoin network (verify the contract address before use). Common classifications: Entertainment, NFT, BNB Chain Ecosystem, YZi Labs (Prev. Binance Labs) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.contentos.io/",
    "icon_file": "COS.png"
  },
  {
    "ticker": "COTI",
    "name": "COTI",
    "description": "COTI (COTI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Privacy Coins, Ethereum Ecosystem, Layer 2 (L2), Zero Knowledge (ZK), Alleged SEC Securities. Project metadata: origin: GI. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://coti.io/",
    "icon_file": "COTI.png"
  },
  {
    "ticker": "COW",
    "name": "CoW Protocol",
    "description": "CoW Protocol (COW) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Polygon Ecosystem, Gnosis Chain Ecosystem, MEV Protection. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://cow.fi",
    "icon_file": "COW.png"
  },
  {
    "ticker": "CRO",
    "name": "Cronos",
    "description": "Cronos (CRO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Exchange-based Tokens, Centralized Exchange (CEX) Token, Layer 1 (L1), Ethereum Ecosystem, GMCI Layer 1 Index. Project metadata: launch date: 2018-11-14. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://cronos.org/",
    "icon_file": "CRO.png"
  },
  {
    "ticker": "CROB",
    "name": "Crob Mob",
    "description": "Crob Mob (CROB) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Meme, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://crobcoin.com/",
    "icon_file": "CROB.png"
  },
  {
    "ticker": "CROID",
    "name": "Cronos ID",
    "description": "Cronos ID (CROID) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Cronos Ecosystem, Name Service. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://cronosid.xyz/",
    "icon_file": "CROID.png"
  },
  {
    "ticker": "CRV",
    "name": "Curve DAO",
    "description": "Curve DAO (CRV) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), Polygon Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://curve.finance",
    "icon_file": "CRV.png"
  },
  {
    "ticker": "CSPR",
    "name": "Casper Network",
    "description": "Casper Network (CSPR) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Real World Assets (RWA), Proof of Stake (PoS), GMCI Layer 1 Index, GMCI Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://casper.network/",
    "icon_file": "CSPR.png"
  },
  {
    "ticker": "CTC",
    "name": "Creditcoin",
    "description": "Creditcoin (CTC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Layer 1 (L1), Ethereum Ecosystem, Real World Assets (RWA), DWF Labs Portfolio, Proof of Stake (PoS). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://creditcoin.org/",
    "icon_file": "CTC.png"
  },
  {
    "ticker": "CTSI",
    "name": "Cartesi",
    "description": "Cartesi (CTSI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, BNB Chain Ecosystem, Avalanche Ecosystem, Polygon Ecosystem, Arbitrum Ecosystem. Project metadata: origin: SG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://cartesi.io/",
    "icon_file": "CTSI.png"
  },
  {
    "ticker": "CVX",
    "name": "Convex Finance",
    "description": "Convex Finance (CVX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, Yield Aggregator, Ethereum Ecosystem, Metagovernance, Curve Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.convexfinance.com/",
    "icon_file": "CVX.png"
  },
  {
    "ticker": "CXT",
    "name": "Covalent X Token",
    "description": "Covalent X Token (CXT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Infrastructure, Decentralized Finance (DeFi), Ethereum Ecosystem, Base Ecosystem, Data Availability. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.covalenthq.com/",
    "icon_file": "CXT.png"
  },
  {
    "ticker": "CYBER",
    "name": "CYBER",
    "description": "CYBER (CYBER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Smart Contract Platform, SocialFi, NFT, BNB Chain Ecosystem, Binance Launchpool. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://cyber.co/",
    "icon_file": "CYBER.png"
  },
  {
    "ticker": "DAI",
    "name": "Dai",
    "description": "Dai (DAI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Stablecoins, Decentralized Finance (DeFi), USD Stablecoin, Ethereum Ecosystem, Crypto-backed Stablecoin, Fiat-backed Stablecoin. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://makerdao.com/",
    "icon_file": "DAI.png"
  },
  {
    "ticker": "DATA",
    "name": "Streamr",
    "description": "Streamr (DATA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Big Data, Infrastructure, Smart Contract Platform, BNB Chain Ecosystem, Polygon Ecosystem, Gnosis Chain Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://streamr.network/",
    "icon_file": "DATA.png"
  },
  {
    "ticker": "DBR",
    "name": "deBridge",
    "description": "deBridge (DBR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Bridge Governance Tokens, Cross-chain Communication, Intent, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://debridge.com",
    "icon_file": "DBR.png"
  },
  {
    "ticker": "DEEP",
    "name": "DeepBook",
    "description": "DeepBook (DEEP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the sui network (verify the contract address before use). Common classifications: Infrastructure, Decentralized Finance (DeFi), Sui Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://deepbook.tech/",
    "icon_file": "DEEP.png"
  },
  {
    "ticker": "DEGEN",
    "name": "Degen",
    "description": "Degen (DEGEN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Smart Contract Platform, Meme, Base Ecosystem, Layer 3 (L3), Base Meme, Farcaster Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.degen.tips/",
    "icon_file": "DEGEN.png"
  },
  {
    "ticker": "DGB",
    "name": "DigiByte",
    "description": "DigiByte (DGB) is a cryptocurrency asset included in this app’s offline database. Common classifications: Internet of Things (IOT), Smart Contract Platform, Layer 1 (L1), Proof of Work (PoW), Made in USA. Project metadata: launch date: 2014-01-10. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://DigiByte.org",
    "icon_file": "DGB.png"
  },
  {
    "ticker": "DIA",
    "name": "DIA",
    "description": "DIA (DIA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Decentralized Finance (DeFi), Oracle, BNB Chain Ecosystem, Ethereum Ecosystem, Real World Assets (RWA). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://diadata.org/",
    "icon_file": "DIA.png"
  },
  {
    "ticker": "DIP",
    "name": "Etherisc DIP",
    "description": "Etherisc DIP (DIP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Insurance, Gnosis Chain Ecosystem, Ethereum Ecosystem, Base Ecosystem. Project metadata: origin: CH. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://etherisc.com/",
    "icon_file": "DIP.png"
  },
  {
    "ticker": "DOGE",
    "name": "Dogecoin",
    "description": "Dogecoin (DOGE) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Meme, Dog-Themed, Elon Musk-Inspired, Proof of Work (PoW), GMCI Meme Index. Project metadata: launch date: 2013-12-08. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://dogecoin.com/",
    "icon_file": "DOGE.png"
  },
  {
    "ticker": "DOGS",
    "name": "Dogs",
    "description": "Dogs (DOGS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the the-open-network network (verify the contract address before use). Common classifications: Meme, Dog-Themed, TON Ecosystem, TON Meme. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://t.me/dogshouse_bot",
    "icon_file": "DOGS.png"
  },
  {
    "ticker": "DOOD",
    "name": "Doodles",
    "description": "Doodles (DOOD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Entertainment, NFT, BNB Chain Ecosystem, Solana Ecosystem, Doodles LLC, Airdropped Tokens by NFT Projects. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.doodles.app/",
    "icon_file": "DOOD.png"
  },
  {
    "ticker": "DOT",
    "name": "Polkadot",
    "description": "Polkadot (DOT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Polkadot Ecosystem, BNB Chain Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Optimism Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://polkadot.com/",
    "icon_file": "DOT.png"
  },
  {
    "ticker": "DRIFT",
    "name": "Drift Protocol",
    "description": "Drift Protocol (DRIFT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Derivatives, Prediction Markets, Perpetuals, Solana Ecosystem, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://app.drift.trade/",
    "icon_file": "DRIFT.png"
  },
  {
    "ticker": "DYDX",
    "name": "dYdX",
    "description": "dYdX (DYDX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cosmos network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Smart Contract Platform, Exchange-based Tokens, Decentralized Finance (DeFi), Cosmos Ecosystem, Perpetuals. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://dydx.trade",
    "icon_file": "DYDX.png"
  },
  {
    "ticker": "DYM",
    "name": "Dymension",
    "description": "Dymension (DYM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the osmosis network (verify the contract address before use). Common classifications: Smart Contract Platform, Cosmos Ecosystem, Modular Blockchain, Osmosis Ecosystem, Rollups-as-a-Service (RaaS). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://portal.dymension.xyz/",
    "icon_file": "DYM.png"
  },
  {
    "ticker": "EGLD",
    "name": "MultiversX",
    "description": "MultiversX (EGLD) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), MultiversX Ecosystem, Binance Launchpad, DWF Labs Portfolio, Proof of Stake (PoS). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://multiversx.com/",
    "icon_file": "EGLD.png"
  },
  {
    "ticker": "EIGEN",
    "name": "EigenCloud (prev. EigenLayer)",
    "description": "EigenCloud (prev. EigenLayer) (EIGEN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Ethereum Ecosystem, Base Ecosystem, Data Availability, Restaking, Polychain Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.eigencloud.xyz/",
    "icon_file": "EIGEN.png"
  },
  {
    "ticker": "ELA",
    "name": "Elastos",
    "description": "Elastos (ELA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Layer 1 (L1), Ethereum Ecosystem, Bitcoin Sidechains, SideChain, Huobi ECO Chain Ecosystem. Project metadata: launch date: 2017-12-22; origin: CN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://elastos.net/",
    "icon_file": "ELA.png"
  },
  {
    "ticker": "ELIZAOS",
    "name": "ElizaOS",
    "description": "ElizaOS (ELIZAOS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), BNB Chain Ecosystem, Solana Ecosystem, Ethereum Ecosystem, Base Ecosystem, AI Agents. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction.",
    "icon_file": "ELIZAOS.png"
  },
  {
    "ticker": "ELON",
    "name": "Dogelon Mars",
    "description": "Dogelon Mars (ELON) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Solana Ecosystem, Polygon Ecosystem, Meme, Ethereum Ecosystem, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://dogelonmars.com/",
    "icon_file": "ELON.png"
  },
  {
    "ticker": "ENA",
    "name": "Ethena",
    "description": "Ethena (ENA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Binance Launchpool, Avalanche Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Metis Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.ethena.fi/",
    "icon_file": "ENA.png"
  },
  {
    "ticker": "ENJ",
    "name": "Enjin Coin",
    "description": "Enjin Coin (ENJ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Entertainment, Smart Contract Platform, Gaming (GameFi), NFT, Metaverse, Layer 1 (L1). Project metadata: launch date: 2017-10-02. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://enjin.io/",
    "icon_file": "ENJ.png"
  },
  {
    "ticker": "ENS",
    "name": "Ethereum Name Service",
    "description": "Ethereum Name Service (ENS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: NFT, Ethereum Ecosystem, Decentralized Identifier (DID), Name Service, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ens.domains/",
    "icon_file": "ENS.png"
  },
  {
    "ticker": "EPIC",
    "name": "Epic Chain",
    "description": "Epic Chain (EPIC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Layer 2 (L2), Real World Assets (RWA), XRP Ledger Ecosystem, RWA Protocol. Project metadata: origin: KY. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.epicchain.io/",
    "icon_file": "EPIC.png"
  },
  {
    "ticker": "ERA",
    "name": "Caldera",
    "description": "Caldera (ERA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Base Ecosystem, Rollups-as-a-Service (RaaS), Cross-chain Communication. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.caldera.xyz/",
    "icon_file": "ERA.png"
  },
  {
    "ticker": "ES",
    "name": "Eclipse",
    "description": "Eclipse (ES) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Solana Ecosystem, Layer 2 (L2), Eclipse Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.eclipse.xyz/",
    "icon_file": "ES.png"
  },
  {
    "ticker": "ETC",
    "name": "Ethereum Classic",
    "description": "Ethereum Classic (ETC) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Proof of Work (PoW), Coinbase 50 Index. Project metadata: launch date: 2015-07-30; origin: CH. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://ethereumclassic.org",
    "icon_file": "ETC.png"
  },
  {
    "ticker": "ETH",
    "name": "Ethereum",
    "description": "Ethereum (ETH) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Ethereum Ecosystem, FTX Holdings, Multicoin Capital Portfolio, Proof of Stake (PoS). Project metadata: launch date: 2015-07-30. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.ethereum.org/",
    "icon_file": "ETH.png"
  },
  {
    "ticker": "ETHFI",
    "name": "Ether.fi",
    "description": "Ether.fi (ETHFI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Binance Launchpool, Arbitrum Ecosystem, Ethereum Ecosystem, Base Ecosystem, Scroll Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.ether.fi/",
    "icon_file": "ETHFI.png"
  },
  {
    "ticker": "ETHW",
    "name": "EthereumPoW",
    "description": "EthereumPoW (ETHW) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, EthereumPoW Ecosystem, Proof of Work (PoW). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ethereumpow.org/",
    "icon_file": "ETHW.png"
  },
  {
    "ticker": "FARM",
    "name": "Harvest Finance",
    "description": "Harvest Finance (FARM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, BNB Chain Ecosystem, Yield Aggregator, Ethereum Ecosystem, Energi Ecosystem. Project metadata: origin: SC. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://harvest.finance/",
    "icon_file": "FARM.png"
  },
  {
    "ticker": "FARTCOIN",
    "name": "Fartcoin",
    "description": "Fartcoin (FARTCOIN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, AI Meme, Pump.fun Ecosystem, Terminal of Truths. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.infinitebackrooms.com/dreams/conversation-1721540624-scenario-terminal-of-truths-txt",
    "icon_file": "FARTCOIN.png"
  },
  {
    "ticker": "FER",
    "name": "Ferro",
    "description": "Ferro (FER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), Ethereum Ecosystem, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ferroprotocol.com/",
    "icon_file": "FER.png"
  },
  {
    "ticker": "FET",
    "name": "Artificial Superintelligence Alliance",
    "description": "Artificial Superintelligence Alliance (FET) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), NFT, BNB Chain Ecosystem, Cardano Ecosystem, Ethereum Ecosystem, Binance Launchpad. Project metadata: launch date: 2019-02-25; origin: GB. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.superintelligence.io/",
    "icon_file": "FET.png"
  },
  {
    "ticker": "FIL",
    "name": "Filecoin",
    "description": "Filecoin (FIL) is a cryptocurrency asset included in this app’s offline database. Common classifications: Infrastructure, Smart Contract Platform, Storage, Layer 1 (L1), DePIN, Alleged SEC Securities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://filecoin.io/",
    "icon_file": "FIL.png"
  },
  {
    "ticker": "FITFI",
    "name": "Step App",
    "description": "Step App (FITFI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the avalanche network (verify the contract address before use). Common classifications: Sports, Gaming (GameFi), Yield Farming, NFT, BNB Chain Ecosystem, Avalanche Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://step.app/",
    "icon_file": "FITFI.png"
  },
  {
    "ticker": "FLIP",
    "name": "Chainflip",
    "description": "Chainflip (FLIP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Ethereum Ecosystem, Bridge Governance Tokens, Coinbase Ventures Portfolio, Pantera Capital Portfolio, Delphi Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://chainflip.io/",
    "icon_file": "FLIP.png"
  },
  {
    "ticker": "FLOKI",
    "name": "FLOKI",
    "description": "FLOKI (FLOKI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Metaverse, Meme, Play To Earn. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.floki.com/",
    "icon_file": "FLOKI.png"
  },
  {
    "ticker": "FLOW",
    "name": "Flow",
    "description": "Flow (FLOW) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Sports, NFT, Layer 1 (L1), Animoca Brands Portfolio, Alleged SEC Securities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://flow.com",
    "icon_file": "FLOW.png"
  },
  {
    "ticker": "FLR",
    "name": "Flare",
    "description": "Flare (FLR) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), DWF Labs Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://flare.network/",
    "icon_file": "FLR.png"
  },
  {
    "ticker": "FLUX",
    "name": "Flux",
    "description": "Flux (FLUX) is a cryptocurrency asset included in this app’s offline database. Common classifications: Artificial Intelligence (AI), Smart Contract Platform, Masternodes, DePIN, Proof of Work (PoW), Made in USA. Project metadata: origin: CH. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://runonflux.com",
    "icon_file": "FLUX.png"
  },
  {
    "ticker": "FM",
    "name": "Full Moon",
    "description": "Full Moon (FM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Derivatives, Perpetuals, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://moonlander.trade/",
    "icon_file": "FM.png"
  },
  {
    "ticker": "FORTH",
    "name": "Ampleforth Governance",
    "description": "Ampleforth Governance (FORTH) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Ethereum Ecosystem, Stablecoin Issuer, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.ampleforth.org/",
    "icon_file": "FORTH.png"
  },
  {
    "ticker": "FOXY",
    "name": "Foxy",
    "description": "Foxy (FOXY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the linea network (verify the contract address before use). Common classifications: Meme, Linea Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.welikethefox.io/",
    "icon_file": "FOXY.png"
  },
  {
    "ticker": "FUL",
    "name": "Fulcrom",
    "description": "Fulcrom (FUL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Derivatives, Perpetuals, Cronos Ecosystem, ZkSync Ecosystem, Cronos zkEVM Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://fulcrom.finance/",
    "icon_file": "FUL.png"
  },
  {
    "ticker": "FWOG",
    "name": "Fwog",
    "description": "Fwog (FWOG) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Frog-Themed, Solana Meme, Pump.fun Ecosystem, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction.",
    "icon_file": "FWOG.png"
  },
  {
    "ticker": "GALA",
    "name": "GALA",
    "description": "GALA (GALA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), NFT, Layer 1 (L1), Play To Earn, Ethereum Ecosystem. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gala.com/",
    "icon_file": "GALA.png"
  },
  {
    "ticker": "GAS",
    "name": "Gas",
    "description": "Gas (GAS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the neo network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, NEO Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://neo.org/",
    "icon_file": "GAS.png"
  },
  {
    "ticker": "GEKKO",
    "name": "Gekko AI by Virtuals",
    "description": "Gekko AI by Virtuals (GEKKO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Base Ecosystem, AI Agents, Virtuals Protocol Ecosystem, DeFAI. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://app.virtuals.io/virtuals/15589",
    "icon_file": "GEKKO.png"
  },
  {
    "ticker": "GEL",
    "name": "Gelato",
    "description": "Gelato (GEL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Polygon Ecosystem, Fantom Ecosystem, Ethereum Ecosystem, Layer 2 (L2), Modular Blockchain. Project metadata: origin: CH. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.gelato.network/",
    "icon_file": "GEL.png"
  },
  {
    "ticker": "GHST",
    "name": "Aavegotchi",
    "description": "Aavegotchi (GHST) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), NFT, Metaverse, Collectibles, Polygon Ecosystem. Project metadata: origin: VG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.aavegotchi.com/",
    "icon_file": "GHST.png"
  },
  {
    "ticker": "GLM",
    "name": "Golem",
    "description": "Golem (GLM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Ethereum Ecosystem, DePIN, Energi Ecosystem, GMCI DePIN Index, GMCI Index. Project metadata: origin: PL. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://golem.network/",
    "icon_file": "GLM.png"
  },
  {
    "ticker": "GLMR",
    "name": "Moonbeam",
    "description": "Moonbeam (GLMR) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Polkadot Ecosystem, Layer 1 (L1), Coinbase Ventures Portfolio, Proof of Stake (PoS), YZi Labs (Prev. Binance Labs) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://moonbeam.network/",
    "icon_file": "GLMR.png"
  },
  {
    "ticker": "GMT",
    "name": "GMT",
    "description": "GMT (GMT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Solana Ecosystem, Polygon Ecosystem, Play To Earn. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.stepn.com/",
    "icon_file": "GMT.png"
  },
  {
    "ticker": "GMX",
    "name": "GMX",
    "description": "GMX (GMX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Derivatives, Perpetuals, Avalanche Ecosystem, Arbitrum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gmx.io/",
    "icon_file": "GMX.png"
  },
  {
    "ticker": "GNO",
    "name": "Gnosis",
    "description": "Gnosis (GNO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Smart Contract Platform, Exchange-based Tokens, Decentralized Finance (DeFi), Layer 1 (L1), Gnosis Chain Ecosystem. Project metadata: launch date: 2017-04-18; origin: DE. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.gnosis.io/",
    "icon_file": "GNO.png"
  },
  {
    "ticker": "GNS",
    "name": "Gains Network",
    "description": "Gains Network (GNS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the polygon-pos network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Derivatives, Perpetuals, Polygon Ecosystem, Arbitrum Ecosystem, Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gains.trade/",
    "icon_file": "GNS.png"
  },
  {
    "ticker": "GOAT",
    "name": "Goatseus Maximus",
    "description": "Goatseus Maximus (GOAT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, AI Meme, Pump.fun Ecosystem, Terminal of Truths. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://goatchan.xyz/",
    "icon_file": "GOAT.png"
  },
  {
    "ticker": "GOATED",
    "name": "GOAT Network",
    "description": "GOAT Network (GOATED) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Meme, Layer 2 (L2), Zero Knowledge (ZK), Rollup. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.goat.network/",
    "icon_file": "GOATED.png"
  },
  {
    "ticker": "GODS",
    "name": "Gods Unchained",
    "description": "Gods Unchained (GODS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Play To Earn, Ethereum Ecosystem, Immutable zkEVM Ecosystem, Card Games. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://godsunchained.com",
    "icon_file": "GODS.png"
  },
  {
    "ticker": "GRASS",
    "name": "Grass",
    "description": "Grass (GRASS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Solana Ecosystem, DePIN, Polychain Capital Portfolio, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://grass.io/",
    "icon_file": "GRASS.png"
  },
  {
    "ticker": "GRT",
    "name": "The Graph",
    "description": "The Graph (GRT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Business Services, Infrastructure, Analytics, Avalanche Ecosystem, Polygon Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://thegraph.com/",
    "icon_file": "GRT.png"
  },
  {
    "ticker": "GTC",
    "name": "Gitcoin",
    "description": "Gitcoin (GTC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Near Protocol Ecosystem, Ethereum Ecosystem, Paradigm Portfolio, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gitcoin.co/",
    "icon_file": "GTC.png"
  },
  {
    "ticker": "GUN",
    "name": "Gunz",
    "description": "Gunz (GUN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the avalanche network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), Binance Launchpool, Solana Ecosystem, Layer 1 (L1), Avalanche Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gunbygunz.com/",
    "icon_file": "GUN.png"
  },
  {
    "ticker": "HBAR",
    "name": "Hedera",
    "description": "Hedera (HBAR) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Hedera Ecosystem, GMCI Layer 1 Index, GMCI 30 Index, GMCI Index. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.hedera.com/",
    "icon_file": "HBAR.png"
  },
  {
    "ticker": "HEHE",
    "name": "hehe",
    "description": "hehe (HEHE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, Cat-Themed, Pump.fun Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://hehecat.org",
    "icon_file": "HEHE.png"
  },
  {
    "ticker": "HEI",
    "name": "Heima",
    "description": "Heima (HEI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Binance Launchpool, Ethereum Ecosystem, YZi Labs (Prev. Binance Labs) Portfolio. Project metadata: origin: DE. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.heima.network/",
    "icon_file": "HEI.png"
  },
  {
    "ticker": "HEMI",
    "name": "Hemi",
    "description": "Hemi (HEMI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Modular Blockchain, Binance HODLer Airdrops, BTCfi Protocol, Binance Wallet IDO. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://hemi.xyz/",
    "icon_file": "HEMI.png"
  },
  {
    "ticker": "HFT",
    "name": "Hashflow",
    "description": "Hashflow (HFT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), BNB Chain Ecosystem, Binance Launchpool, MEV Protection. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://hashflow.com/",
    "icon_file": "HFT.png"
  },
  {
    "ticker": "HIGH",
    "name": "High",
    "description": "High (HIGH) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://yephigh.com",
    "icon_file": "HIGH.png"
  },
  {
    "ticker": "HMSTR",
    "name": "Hamster Kombat",
    "description": "Hamster Kombat (HMSTR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the the-open-network network (verify the contract address before use). Common classifications: Gaming (GameFi), Play To Earn, Telegram Apps, TON Ecosystem, Tap to Earn, Arcade Games. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://hamsterkombat.io/",
    "icon_file": "HMSTR.png"
  },
  {
    "ticker": "HNT",
    "name": "Helium",
    "description": "Helium (HNT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Communication, Internet of Things (IOT), Smart Contract Platform, Solana Ecosystem, DePIN, Multicoin Capital Portfolio. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.helium.com/",
    "icon_file": "HNT.png"
  },
  {
    "ticker": "HOT",
    "name": "Holo",
    "description": "Holo (HOT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Storage, Harmony Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, DePIN. Project metadata: origin: GI. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://holo.host/",
    "icon_file": "HOT.png"
  },
  {
    "ticker": "HYPE",
    "name": "Hyperliquid",
    "description": "Hyperliquid (HYPE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the hyperliquid network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Smart Contract Platform, Exchange-based Tokens, Decentralized Finance (DeFi), Derivatives, Perpetuals. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://hyperliquid.xyz/",
    "icon_file": "HYPE.png"
  },
  {
    "ticker": "HYPER",
    "name": "Hyperlane",
    "description": "Hyperlane (HYPER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Infrastructure, BNB Chain Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Optimism Ecosystem, Interoperability. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://hyperlane.xyz/",
    "icon_file": "HYPER.png"
  },
  {
    "ticker": "ICP",
    "name": "Internet Computer",
    "description": "Internet Computer (ICP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the internet-computer network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Infrastructure, Smart Contract Platform, Layer 1 (L1), Ethereum Ecosystem, Internet Computer Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://internetcomputer.org/",
    "icon_file": "ICP.png"
  },
  {
    "ticker": "ICX",
    "name": "ICON",
    "description": "ICON (ICX) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Cross-chain Communication, Pantera Capital Portfolio, Governance. Project metadata: launch date: 2017-09-19; origin: KR. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://icon.community/",
    "icon_file": "ICX.png"
  },
  {
    "ticker": "IDEX",
    "name": "IDEX",
    "description": "IDEX (IDEX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Index, Decentralized Finance (DeFi), Perpetuals, Polygon Ecosystem. Project metadata: launch date: 2018-01-18; origin: PA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://idex.io/",
    "icon_file": "IDEX.png"
  },
  {
    "ticker": "IKA",
    "name": "Ika",
    "description": "Ika (IKA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the sui network (verify the contract address before use). Common classifications: Zero Knowledge (ZK), Sui Ecosystem, Cross-chain Communication. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ika.xyz/",
    "icon_file": "IKA.png"
  },
  {
    "ticker": "ILV",
    "name": "Illuvium",
    "description": "Illuvium (ILV) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Metaverse, Play To Earn, Ethereum Ecosystem, Animoca Brands Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://illuvium.io/",
    "icon_file": "ILV.png"
  },
  {
    "ticker": "IMX",
    "name": "Immutable",
    "description": "Immutable (IMX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), NFT, Play To Earn, Ethereum Ecosystem, Layer 2 (L2). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://imx.community/",
    "icon_file": "IMX.png"
  },
  {
    "ticker": "INIT",
    "name": "Initia",
    "description": "Initia (INIT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the initia network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, Binance Launchpool, Layer 1 (L1), Osmosis Ecosystem, YZi Labs (Prev. Binance Labs) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://initia.xyz/",
    "icon_file": "INIT.png"
  },
  {
    "ticker": "INJ",
    "name": "Injective",
    "description": "Injective (INJ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Decentralized Finance (DeFi), BNB Chain Ecosystem, Cosmos Ecosystem, Layer 1 (L1), Terra Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://injective.com",
    "icon_file": "INJ.png"
  },
  {
    "ticker": "IO",
    "name": "io.net",
    "description": "io.net (IO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Internet of Things (IOT), Binance Launchpool, Solana Ecosystem, DePIN, Animoca Brands Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://io.net",
    "icon_file": "IO.png"
  },
  {
    "ticker": "IOST",
    "name": "IOST",
    "description": "IOST (IOST) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Proof of Stake (PoS), Sequoia Capital Portfolio. Project metadata: launch date: 2018-01-11. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://iost.io/",
    "icon_file": "IOST.png"
  },
  {
    "ticker": "IOTX",
    "name": "IoTeX",
    "description": "IoTeX (IOTX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Internet of Things (IOT), Ethereum Ecosystem, DePIN, Base Ecosystem, Account Abstraction. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://iotex.io",
    "icon_file": "IOTX.png"
  },
  {
    "ticker": "IP",
    "name": "Story",
    "description": "Story (IP) is a cryptocurrency asset included in this app’s offline database. Common classifications: Artificial Intelligence (AI), Smart Contract Platform, Layer 1 (L1), Made in USA, Story Ecosystem, IP. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.story.foundation/",
    "icon_file": "IP.png"
  },
  {
    "ticker": "IQ",
    "name": "IQ",
    "description": "IQ (IQ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Big Data, Media, BNB Chain Ecosystem, Polygon Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://iq.wiki/",
    "icon_file": "IQ.png"
  },
  {
    "ticker": "JASMY",
    "name": "JasmyCoin",
    "description": "JasmyCoin (JASMY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Internet of Things (IOT), Ethereum Ecosystem, DePIN, DWF Labs Portfolio, Coinbase 50 Index. Project metadata: origin: JP. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.jasmy.co.jp/",
    "icon_file": "JASMY.png"
  },
  {
    "ticker": "JOE",
    "name": "JOE",
    "description": "JOE (JOE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the avalanche network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), BNB Chain Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://lfj.gg/avalanche",
    "icon_file": "JOE.png"
  },
  {
    "ticker": "JTO",
    "name": "Jito",
    "description": "Jito (JTO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Solana Ecosystem, Liquid Staking Governance Tokens, Multicoin Capital Portfolio, Alameda Research Portfolio, Delphi Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.jito.network/",
    "icon_file": "JTO.png"
  },
  {
    "ticker": "JUP",
    "name": "Jupiter",
    "description": "Jupiter (JUP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Perpetuals, Solana Ecosystem, Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://jup.ag/",
    "icon_file": "JUP.png"
  },
  {
    "ticker": "KAIA",
    "name": "Kaia",
    "description": "Kaia (KAIA) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://kaia.io/",
    "icon_file": "KAIA.png"
  },
  {
    "ticker": "KAITO",
    "name": "KAITO",
    "description": "KAITO (KAITO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Analytics, Launchpad, Base Ecosystem, Binance HODLer Airdrops, InfoFi. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://yaps.kaito.ai/",
    "icon_file": "KAITO.png"
  },
  {
    "ticker": "KARRAT",
    "name": "Karrat",
    "description": "Karrat (KARRAT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Gaming (GameFi), Ethereum Ecosystem, Gaming Governance Token, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.karratcoin.com/",
    "icon_file": "KARRAT.png"
  },
  {
    "ticker": "KAVA",
    "name": "Kava",
    "description": "Kava (KAVA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Layer 1 (L1), Binance Launchpad, DWF Labs Portfolio, Osmosis Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.kava.io/",
    "icon_file": "KAVA.png"
  },
  {
    "ticker": "KERNEL",
    "name": "KernelDAO",
    "description": "KernelDAO (KERNEL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), BNB Chain Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Restaking, Liquid Restaking Governance Tokens. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://kerneldao.com/",
    "icon_file": "KERNEL.png"
  },
  {
    "ticker": "KITE",
    "name": "Kite",
    "description": "Kite (KITE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), BNB Chain Ecosystem, Layer 1 (L1), Avalanche Ecosystem, Ethereum Ecosystem, AI Agents. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gokite.ai/",
    "icon_file": "KITE.png"
  },
  {
    "ticker": "KMNO",
    "name": "Kamino",
    "description": "Kamino (KMNO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Lending/Borrowing Protocols, Solana Ecosystem, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://kamino.com/",
    "icon_file": "KMNO.png"
  },
  {
    "ticker": "KNC",
    "name": "Kyber Network Crystal",
    "description": "Kyber Network Crystal (KNC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), BNB Chain Ecosystem, Avalanche Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://kyber.network/",
    "icon_file": "KNC.png"
  },
  {
    "ticker": "KRL",
    "name": "KRYLL",
    "description": "KRYLL (KRL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Decentralized Finance (DeFi), Analytics, Arbitrum Ecosystem, Ethereum Ecosystem, Optimism Ecosystem. Project metadata: origin: FR. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://kryll.io",
    "icon_file": "KRL.png"
  },
  {
    "ticker": "KSM",
    "name": "Kusama",
    "description": "Kusama (KSM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the hydration network (verify the contract address before use). Common classifications: Smart Contract Platform, Polkadot Ecosystem, Proof of Stake (PoS), Pantera Capital Portfolio, Made in USA, Coinbase 50 Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://kusama.network/",
    "icon_file": "KSM.png"
  },
  {
    "ticker": "KYVE",
    "name": "KYVE Network",
    "description": "KYVE Network (KYVE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the osmosis network (verify the contract address before use). Common classifications: Smart Contract Platform, Base Ecosystem, Modular Blockchain, Osmosis Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://app.kyve.network/",
    "icon_file": "KYVE.png"
  },
  {
    "ticker": "L3",
    "name": "Layer3",
    "description": "Layer3 (L3) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Marketing, BNB Chain Ecosystem, Solana Ecosystem, Polygon Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://layer3.xyz/",
    "icon_file": "L3.png"
  },
  {
    "ticker": "LADYS",
    "name": "Milady Meme Coin",
    "description": "Milady Meme Coin (LADYS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Meme, Arbitrum Ecosystem, Ethereum Ecosystem, DWF Labs Portfolio, 4chan-Themed. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://milady.gg",
    "icon_file": "LADYS.png"
  },
  {
    "ticker": "LAYER",
    "name": "Solayer",
    "description": "Solayer (LAYER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Solana Ecosystem, LSDFi, Restaking, Stablecoin Issuer, YZi Labs (Prev. Binance Labs) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://solayer.org/network",
    "icon_file": "LAYER.png"
  },
  {
    "ticker": "LCRO",
    "name": "Liquid CRO",
    "description": "Liquid CRO (LCRO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://veno.finance/",
    "icon_file": "LCRO.png"
  },
  {
    "ticker": "LDO",
    "name": "Lido DAO",
    "description": "Lido DAO (LDO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Decentralized Finance (DeFi), Polygon Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Optimism Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://stake.lido.fi/",
    "icon_file": "LDO.png"
  },
  {
    "ticker": "LINEA",
    "name": "Linea",
    "description": "Linea (LINEA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the linea network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Layer 2 (L2), Linea Ecosystem, Consensys Portfolio, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://linea.build/association",
    "icon_file": "LINEA.png"
  },
  {
    "ticker": "LINK",
    "name": "Chainlink",
    "description": "Chainlink (LINK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Business Services, Infrastructure, Decentralized Finance (DeFi), Oracle, BNB Chain Ecosystem. Project metadata: launch date: 2017-09-16. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://chain.link/",
    "icon_file": "LINK.png"
  },
  {
    "ticker": "LION",
    "name": "Loaded Lions",
    "description": "Loaded Lions (LION) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Arbitrum Ecosystem, Cronos Ecosystem, Airdropped Tokens by NFT Projects. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://loadedlions.com/",
    "icon_file": "LION.png"
  },
  {
    "ticker": "LMWR",
    "name": "LimeWire",
    "description": "LimeWire (LMWR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Music, SocialFi, NFT, BNB Chain Ecosystem, DePIN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://limewire.com/u/home",
    "icon_file": "LMWR.png"
  },
  {
    "ticker": "LOAF",
    "name": "Loaf Token",
    "description": "Loaf Token (LOAF) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Meme, Cronos Ecosystem, Cat-Themed. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://loaftoken.com/",
    "icon_file": "LOAF.png"
  },
  {
    "ticker": "LPT",
    "name": "Livepeer",
    "description": "Livepeer (LPT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Harmony Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, DePIN, Coinbase Ventures Portfolio. Project metadata: launch date: 2018-10-01; origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://livepeer.org/",
    "icon_file": "LPT.png"
  },
  {
    "ticker": "LQTY",
    "name": "Liquity",
    "description": "Liquity (LQTY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Arbitrum Ecosystem, Ethereum Ecosystem, Alameda Research Portfolio, Pantera Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.liquity.org/",
    "icon_file": "LQTY.png"
  },
  {
    "ticker": "LRC",
    "name": "Loopring",
    "description": "Loopring (LRC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Smart Contract Platform, Exchange-based Tokens, Decentralized Finance (DeFi), Arbitrum Ecosystem, Ethereum Ecosystem. Project metadata: launch date: 2017-08-01; origin: CN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://loopring.io",
    "icon_file": "LRC.png"
  },
  {
    "ticker": "LSK",
    "name": "Lisk",
    "description": "Lisk (LSK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Layer 2 (L2), Base Ecosystem, Optimism Superchain Ecosystem, Outlier Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://lisk.com",
    "icon_file": "LSK.png"
  },
  {
    "ticker": "LTC",
    "name": "Litecoin",
    "description": "Litecoin (LTC) is a cryptocurrency asset included in this app’s offline database. Common classifications: Infrastructure, Smart Contract Platform, Layer 1 (L1), Proof of Work (PoW), GMCI 30 Index, GMCI Index. Project metadata: launch date: 2011-10-08. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://litecoin.org",
    "icon_file": "LTC.png"
  },
  {
    "ticker": "LUMIA",
    "name": "Lumia",
    "description": "Lumia (LUMIA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Ethereum Ecosystem, Layer 2 (L2), Real World Assets (RWA), Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://lumia.org/",
    "icon_file": "LUMIA.png"
  },
  {
    "ticker": "LUNC",
    "name": "Terra Luna Classic",
    "description": "Terra Luna Classic (LUNC) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Decentralized Finance (DeFi), Coinbase Ventures Portfolio, DeFiance Capital Portfolio, Pantera Capital Portfolio, YZi Labs (Prev. Binance Labs) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.terra-classic.money",
    "icon_file": "LUNC.png"
  },
  {
    "ticker": "LVVA",
    "name": "Levva Protocol",
    "description": "Levva Protocol (LVVA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Analytics, Yield Farming, Yield Aggregator, Ethereum Ecosystem, Yield Optimizer. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://levva.fi/",
    "icon_file": "LVVA.png"
  },
  {
    "ticker": "LYX",
    "name": "LUKSO",
    "description": "LUKSO (LYX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, SocialFi, Layer 1 (L1), Ethereum Ecosystem, Decentralized Identifier (DID), Proof of Stake (PoS). Project metadata: origin: DE. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.lukso.network/",
    "icon_file": "LYX.png"
  },
  {
    "ticker": "MAGIC",
    "name": "Treasure",
    "description": "Treasure (MAGIC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), NFT, Metaverse, Arbitrum Ecosystem, Ethereum Ecosystem, Layer 2 (L2). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://treasure.lol/",
    "icon_file": "MAGIC.png"
  },
  {
    "ticker": "MANA",
    "name": "Decentraland",
    "description": "Decentraland (MANA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Entertainment, Gaming (GameFi), NFT, Metaverse, Polygon Ecosystem, Play To Earn. Project metadata: launch date: 2017-09-06; origin: AR. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://decentraland.org/",
    "icon_file": "MANA.png"
  },
  {
    "ticker": "MANEKI",
    "name": "MANEKI",
    "description": "MANEKI (MANEKI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, Cat-Themed. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://manekineko.world/",
    "icon_file": "MANEKI.png"
  },
  {
    "ticker": "MASK",
    "name": "Mask Network",
    "description": "Mask Network (MASK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Polygon Ecosystem, Ethereum Ecosystem, Animoca Brands Portfolio, DWF Labs Portfolio, Alameda Research Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://mask.io/",
    "icon_file": "MASK.png"
  },
  {
    "ticker": "MAVIA",
    "name": "Heroes of Mavia",
    "description": "Heroes of Mavia (MAVIA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Ethereum Ecosystem, Animoca Brands Portfolio, Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://mavia.com",
    "icon_file": "MAVIA.png"
  },
  {
    "ticker": "MBL",
    "name": "MovieBloc",
    "description": "MovieBloc (MBL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ontology network (verify the contract address before use). Common classifications: DWF Labs Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.moviebloc.com/",
    "icon_file": "MBL.png"
  },
  {
    "ticker": "MDT",
    "name": "Measurable Data",
    "description": "Measurable Data (MDT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Big Data, Ethereum Ecosystem, DWF Labs Portfolio, Made in China. Project metadata: origin: HK. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://mdt.io",
    "icon_file": "MDT.png"
  },
  {
    "ticker": "ME",
    "name": "Magic Eden",
    "description": "Magic Eden (ME) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: NFT, Solana Ecosystem, NFT Marketplace, Paradigm Portfolio, Sequoia Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://magiceden.io/",
    "icon_file": "ME.png"
  },
  {
    "ticker": "MELANIA",
    "name": "Melania Meme",
    "description": "Melania Meme (MELANIA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, PolitiFi, Made in USA, Trump-Affiliated. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://melaniameme.com/",
    "icon_file": "MELANIA.png"
  },
  {
    "ticker": "MERY",
    "name": "Mistery",
    "description": "Mistery (MERY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Meme, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://misteryoncro.io/",
    "icon_file": "MERY.png"
  },
  {
    "ticker": "MET",
    "name": "Meteora",
    "description": "Meteora (MET) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Solana Ecosystem, Launchpad, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.meteora.ag/",
    "icon_file": "MET.png"
  },
  {
    "ticker": "METIS",
    "name": "Metis",
    "description": "Metis (METIS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Metis Ecosystem, Layer 2 (L2), DWF Labs Portfolio, Rollup. Project metadata: origin: CA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.metis.io/",
    "icon_file": "METIS.png"
  },
  {
    "ticker": "MFER",
    "name": "mfercoin",
    "description": "mfercoin (MFER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Meme, Base Ecosystem, Base Meme, Airdropped Tokens by NFT Projects. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://mirror.xyz/sartoshi.eth/gTS1jOL9JdfbO2--rTIMiGo5SmovIbxyPR7xIJJCxUo",
    "icon_file": "MFER.png"
  },
  {
    "ticker": "MINA",
    "name": "Mina Protocol",
    "description": "Mina Protocol (MINA) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Zero Knowledge (ZK), FTX Holdings, Paradigm Portfolio, Coinbase Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://minaprotocol.com/",
    "icon_file": "MINA.png"
  },
  {
    "ticker": "MLK",
    "name": "MiL.k",
    "description": "MiL.k (MLK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Retail, BNB Chain Ecosystem, Arbitrum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://milkalliance.io/",
    "icon_file": "MLK.png"
  },
  {
    "ticker": "MLN",
    "name": "Enzyme",
    "description": "Enzyme (MLN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Asset Manager, Polygon Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Real World Assets (RWA). Project metadata: launch date: 2017-03-15. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://enzyme.finance/",
    "icon_file": "MLN.png"
  },
  {
    "ticker": "MNDE",
    "name": "Marinade",
    "description": "Marinade (MNDE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Solana Ecosystem, Liquid Staking Governance Tokens, Liquid Staking. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://marinade.finance/",
    "icon_file": "MNDE.png"
  },
  {
    "ticker": "MOBILE",
    "name": "Helium Mobile",
    "description": "Helium Mobile (MOBILE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Infrastructure, Solana Ecosystem, DePIN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.helium.com/",
    "icon_file": "MOBILE.png"
  },
  {
    "ticker": "MOG",
    "name": "Mog Coin",
    "description": "Mog Coin (MOG) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Avalanche Ecosystem, Meme, Ethereum Ecosystem, Base Ecosystem, Cat-Themed, Murad Picks. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.mogcoin.xyz",
    "icon_file": "MOG.png"
  },
  {
    "ticker": "MON",
    "name": "Monad",
    "description": "Monad (MON) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Animoca Brands Portfolio, Parallelized EVM, eGirl Capital Portfolio, Paradigm Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.monad.xyz/",
    "icon_file": "MON.png"
  },
  {
    "ticker": "MOODENG",
    "name": "Moo Deng",
    "description": "Moo Deng (MOODENG) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, Pump.fun Ecosystem, Zoo-Themed, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction.",
    "icon_file": "MOODENG.png"
  },
  {
    "ticker": "MORPHO",
    "name": "Morpho",
    "description": "Morpho (MORPHO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Lending/Borrowing Protocols, Arbitrum Ecosystem, Ethereum Ecosystem, Base Ecosystem, Coinbase Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://morpho.org/",
    "icon_file": "MORPHO.png"
  },
  {
    "ticker": "MOVE",
    "name": "Movement",
    "description": "Movement (MOVE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, Ethereum Ecosystem, Layer 2 (L2), Zero Knowledge (ZK), Modular Blockchain. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.movementnetwork.xyz/",
    "icon_file": "MOVE.png"
  },
  {
    "ticker": "MOVR",
    "name": "Moonriver",
    "description": "Moonriver (MOVR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the moonriver network (verify the contract address before use). Common classifications: Smart Contract Platform, Layer 1 (L1), Moonriver Ecosystem, YZi Labs (Prev. Binance Labs) Portfolio, Meter Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://moonbeam.network/networks/moonriver/",
    "icon_file": "MOVR.png"
  },
  {
    "ticker": "MTD",
    "name": "Minted",
    "description": "Minted (MTD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: NFT, Ethereum Ecosystem, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://minted.network/",
    "icon_file": "MTD.png"
  },
  {
    "ticker": "NEAR",
    "name": "NEAR Protocol",
    "description": "NEAR Protocol (NEAR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Smart Contract Platform, Layer 1 (L1), Near Protocol Ecosystem, Ethereum Ecosystem, Alleged SEC Securities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://near.org/",
    "icon_file": "NEAR.png"
  },
  {
    "ticker": "NEO",
    "name": "NEO",
    "description": "NEO (NEO) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Proof of Stake (PoS), Made in China. Project metadata: launch date: 2016-10-17. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://neo.org/",
    "icon_file": "NEO.png"
  },
  {
    "ticker": "NEON",
    "name": "Neon",
    "description": "Neon (NEON) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Smart Contract Platform, Solana Ecosystem, Neon Ecosystem, Parallelized EVM, CoinList Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://neonevm.org/",
    "icon_file": "NEON.png"
  },
  {
    "ticker": "NEWT",
    "name": "Newton Protocol",
    "description": "Newton Protocol (NEWT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), BNB Chain Ecosystem, Ethereum Ecosystem, Binance HODLer Airdrops, DeFAI. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://newt.foundation/",
    "icon_file": "NEWT.png"
  },
  {
    "ticker": "NKN",
    "name": "NKN",
    "description": "NKN (NKN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Communication, Ethereum Ecosystem, DePIN. Project metadata: origin: SG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.nkn.org/",
    "icon_file": "NKN.png"
  },
  {
    "ticker": "NMR",
    "name": "Numeraire",
    "description": "Numeraire (NMR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Business Services, Decentralized Finance (DeFi), Ethereum Ecosystem, Paradigm Portfolio, DragonFly Capital Portfolio, Energi Ecosystem. Project metadata: launch date: 2017-06-20. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://numer.ai/",
    "icon_file": "NMR.png"
  },
  {
    "ticker": "NOM",
    "name": "Nomina",
    "description": "Nomina (NOM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Decentralized Finance (DeFi), Perpetuals, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.nomina.io/",
    "icon_file": "NOM.png"
  },
  {
    "ticker": "NOS",
    "name": "Nosana",
    "description": "Nosana (NOS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Solana Ecosystem, DePIN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://nosana.io/",
    "icon_file": "NOS.png"
  },
  {
    "ticker": "NOT",
    "name": "Notcoin",
    "description": "Notcoin (NOT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the the-open-network network (verify the contract address before use). Common classifications: Gaming (GameFi), Binance Launchpool, Meme, Play To Earn, TON Ecosystem, TON Meme. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://t.me/notcoin_bot",
    "icon_file": "NOT.png"
  },
  {
    "ticker": "NRN",
    "name": "Neuron",
    "description": "Neuron (NRN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Gaming (GameFi), NFT, Arbitrum Ecosystem, Paradigm Portfolio, AI Agents. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://nrnagents.ai",
    "icon_file": "NRN.png"
  },
  {
    "ticker": "NTRN",
    "name": "Neutron",
    "description": "Neutron (NTRN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the osmosis network (verify the contract address before use). Common classifications: Binance Launchpool, Osmosis Ecosystem, Delphi Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://neutron.org/",
    "icon_file": "NTRN.png"
  },
  {
    "ticker": "NUM",
    "name": "Numbers Protocol",
    "description": "Numbers Protocol (NUM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Smart Contract Platform, BNB Chain Ecosystem, DaoMaker Launchpad, Ethereum Ecosystem, Avalanche L1. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.numbersprotocol.io/",
    "icon_file": "NUM.png"
  },
  {
    "ticker": "NXPC",
    "name": "Nexpace",
    "description": "Nexpace (NXPC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the henesys network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), NFT, Layer 1 (L1), Avalanche L1, Binance HODLer Airdrops. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://msu.io/",
    "icon_file": "NXPC.png"
  },
  {
    "ticker": "OAS",
    "name": "Oasys",
    "description": "Oasys (OAS) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Gaming (GameFi), Layer 1 (L1), Proof of Stake (PoS), Gaming Blockchains. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.oasys.games/",
    "icon_file": "OAS.png"
  },
  {
    "ticker": "OGN",
    "name": "Origin Token",
    "description": "Origin Token (OGN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), NFT, Ethereum Ecosystem, Base Ecosystem, Pantera Capital Portfolio, Sonic Ecosystem. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://www.originprotocol.com",
    "icon_file": "OGN.png"
  },
  {
    "ticker": "OM",
    "name": "MANTRA",
    "description": "MANTRA (OM) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, BNB Chain Ecosystem, Cosmos Ecosystem, Layer 1 (L1), Polygon Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.mantrachain.io/",
    "icon_file": "OM.png"
  },
  {
    "ticker": "ONDO",
    "name": "Ondo",
    "description": "Ondo (ONDO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Ethereum Ecosystem, Real World Assets (RWA), Coinbase Ventures Portfolio, Pantera Capital Portfolio, GMCI DeFi Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ondo.finance/",
    "icon_file": "ONDO.png"
  },
  {
    "ticker": "ONE",
    "name": "Harmony",
    "description": "Harmony (ONE) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Harmony Ecosystem, Animoca Brands Portfolio, Binance Launchpad, YZi Labs (Prev. Binance Labs) Portfolio. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://harmony.one/",
    "icon_file": "ONE.png"
  },
  {
    "ticker": "ONG",
    "name": "Ontology Gas",
    "description": "Ontology Gas (ONG) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1). Project metadata: launch date: 2018-06-30; origin: SG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ont.io/",
    "icon_file": "ONG.png"
  },
  {
    "ticker": "ONT",
    "name": "Ontology",
    "description": "Ontology (ONT) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Masternodes, Proof of Stake (PoS), Made in China. Project metadata: launch date: 2018-02-26. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ont.io/",
    "icon_file": "ONT.png"
  },
  {
    "ticker": "OP",
    "name": "Optimism",
    "description": "Optimism (OP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the optimistic-ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Optimism Ecosystem, Layer 2 (L2), Paradigm Portfolio, Rollup, Andreessen Horowitz (a16z) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.optimism.io",
    "icon_file": "OP.png"
  },
  {
    "ticker": "ORAI",
    "name": "Oraichain",
    "description": "Oraichain (ORAI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Big Data, Business Services, Smart Contract Platform, Decentralized Finance (DeFi), Oracle. Project metadata: origin: SG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://orai.io/",
    "icon_file": "ORAI.png"
  },
  {
    "ticker": "ORCA",
    "name": "Orca",
    "description": "Orca (ORCA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), Solana Ecosystem. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.orca.so/",
    "icon_file": "ORCA.png"
  },
  {
    "ticker": "ORDER",
    "name": "Orderly",
    "description": "Orderly (ORDER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Decentralized Finance (DeFi), BNB Chain Ecosystem, Perpetuals, Solana Ecosystem, Avalanche Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://orderly.network/",
    "icon_file": "ORDER.png"
  },
  {
    "ticker": "ORDI",
    "name": "ORDI",
    "description": "ORDI (ORDI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ordinals network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, BRC-20, Bitcoin Ecosystem, Inscriptions. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction.",
    "icon_file": "ORDI.png"
  },
  {
    "ticker": "OSMO",
    "name": "Osmosis",
    "description": "Osmosis (OSMO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the osmosis network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), Cosmos Ecosystem, Osmosis Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://osmosis.zone/",
    "icon_file": "OSMO.png"
  },
  {
    "ticker": "OXT",
    "name": "Orchid Protocol",
    "description": "Orchid Protocol (OXT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, DePIN, Proof of Stake (PoS), Andreessen Horowitz (a16z) Portfolio, Sequoia Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.orchid.com/",
    "icon_file": "OXT.png"
  },
  {
    "ticker": "PAXG",
    "name": "PAX Gold",
    "description": "PAX Gold (PAXG) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Stablecoins, Tokenized Assets, Tokenized Gold, Ethereum Ecosystem, Real World Assets (RWA), Tokenized Commodities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.paxos.com/paxgold/",
    "icon_file": "PAXG.png"
  },
  {
    "ticker": "PEAQ",
    "name": "peaq",
    "description": "peaq (PEAQ) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Polkadot Ecosystem, Layer 1 (L1), DePIN, Outlier Ventures Portfolio, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.peaq.xyz/",
    "icon_file": "PEAQ.png"
  },
  {
    "ticker": "PENDLE",
    "name": "Pendle",
    "description": "Pendle (PENDLE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), BNB Chain Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://pendle.finance/",
    "icon_file": "PENDLE.png"
  },
  {
    "ticker": "PENGU",
    "name": "Pudgy Penguins",
    "description": "Pudgy Penguins (PENGU) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Solana Ecosystem, Meme, Ethereum Ecosystem, Solana Meme, Binance HODLer Airdrops. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://pengu.pudgypenguins.com/",
    "icon_file": "PENGU.png"
  },
  {
    "ticker": "PEPE",
    "name": "Pepe",
    "description": "Pepe (PEPE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Avalanche Ecosystem, Meme, Arbitrum Ecosystem, Ethereum Ecosystem, Frog-Themed. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.pepe.vip/",
    "icon_file": "PEPE.png"
  },
  {
    "ticker": "PIRATE",
    "name": "Pirate Nation Token",
    "description": "Pirate Nation Token (PIRATE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Play To Earn, Ethereum Ecosystem, RPG, Andreessen Horowitz (a16z) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://piratenation.game/",
    "icon_file": "PIRATE.png"
  },
  {
    "ticker": "PIXEL",
    "name": "Pixels",
    "description": "Pixels (PIXEL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Binance Launchpool, Ethereum Ecosystem, Animoca Brands Portfolio, Ronin Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.pixels.xyz/",
    "icon_file": "PIXEL.png"
  },
  {
    "ticker": "PLUME",
    "name": "Plume",
    "description": "Plume (PLUME) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Layer 1 (L1), Ethereum Ecosystem, Real World Assets (RWA), RWA Protocol. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://plume.org/",
    "icon_file": "PLUME.png"
  },
  {
    "ticker": "PNUT",
    "name": "Peanut the Squirrel",
    "description": "Peanut the Squirrel (PNUT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, Pump.fun Ecosystem, Zoo-Themed, Memorial Themed. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction.",
    "icon_file": "PNUT.png"
  },
  {
    "ticker": "POL",
    "name": "POL (ex-MATIC)",
    "description": "POL (ex-MATIC) (POL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Polygon Ecosystem, Ethereum Ecosystem, Layer 2 (L2). Project metadata: origin: IN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://polygon.technology/",
    "icon_file": "POL.png"
  },
  {
    "ticker": "POLYX",
    "name": "Polymesh",
    "description": "Polymesh (POLYX) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Real World Assets (RWA), RWA Protocol. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://polymesh.network/",
    "icon_file": "POLYX.png"
  },
  {
    "ticker": "POND",
    "name": "Marlin",
    "description": "Marlin (POND) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Infrastructure, Smart Contract Platform, Decentralized Finance (DeFi), Arbitrum Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.marlin.org/",
    "icon_file": "POND.png"
  },
  {
    "ticker": "PONKE",
    "name": "PONKE",
    "description": "PONKE (PONKE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Base Ecosystem, Solana Meme, Base Meme, Made in USA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.ponke.xyz/",
    "icon_file": "PONKE.png"
  },
  {
    "ticker": "POPCAT",
    "name": "Popcat",
    "description": "Popcat (POPCAT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, Cat-Themed, Murad Picks, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://popcatsolana.xyz/",
    "icon_file": "POPCAT.png"
  },
  {
    "ticker": "POWR",
    "name": "Powerledger",
    "description": "Powerledger (POWR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Energy, Ethereum Ecosystem, DePIN, Alleged SEC Securities, Energi Ecosystem, GMCI DePIN Index. Project metadata: launch date: 2017-06-03. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://powerledger.io/",
    "icon_file": "POWR.png"
  },
  {
    "ticker": "PRCL",
    "name": "Parcl",
    "description": "Parcl (PRCL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Tokenized Real Estate, Decentralized Finance (DeFi), Derivatives, Solana Ecosystem, Real World Assets (RWA), Coinbase Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.parcl.co",
    "icon_file": "PRCL.png"
  },
  {
    "ticker": "PRIME",
    "name": "PRIME",
    "description": "PRIME (PRIME) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Liquid Staking. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://hastra.io/",
    "icon_file": "PRIME.png"
  },
  {
    "ticker": "PROMPT",
    "name": "Wayfinder",
    "description": "Wayfinder (PROMPT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Base Ecosystem, AI Agents, Binance Alpha Spotlight, DeFAI. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.wayfinder.ai/",
    "icon_file": "PROMPT.png"
  },
  {
    "ticker": "PROVE",
    "name": "Succinct",
    "description": "Succinct (PROVE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, BNB Chain Ecosystem, Ethereum Ecosystem, Zero Knowledge (ZK), Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.succinct.xyz/",
    "icon_file": "PROVE.png"
  },
  {
    "ticker": "PUMP",
    "name": "Pump.fun",
    "description": "Pump.fun (PUMP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, SocialFi, Decentralized Finance (DeFi), Automated Market Maker (AMM), Solana Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://pump.fun/board",
    "icon_file": "PUMP.png"
  },
  {
    "ticker": "PYR",
    "name": "Vulcan Forged",
    "description": "Vulcan Forged (PYR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Metaverse, Polygon Ecosystem, Ethereum Ecosystem, DWF Labs Portfolio. Project metadata: origin: GB. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://vulcanforged.com/",
    "icon_file": "PYR.png"
  },
  {
    "ticker": "PYTH",
    "name": "Pyth Network",
    "description": "Pyth Network (PYTH) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Business Services, Infrastructure, Decentralized Finance (DeFi), Oracle, Solana Ecosystem, Neon Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://pyth.network/",
    "icon_file": "PYTH.png"
  },
  {
    "ticker": "PYUSD",
    "name": "PayPal USD",
    "description": "PayPal USD (PYUSD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Stablecoins, USD Stablecoin, Solana Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, Starknet Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.paypal.com/us/digital-wallet/manage-money/crypto/pyusd",
    "icon_file": "PYUSD.png"
  },
  {
    "ticker": "QI",
    "name": "BENQI",
    "description": "BENQI (QI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the avalanche network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, Binance Launchpool, Lending/Borrowing Protocols, Avalanche Ecosystem, Liquid Staking Governance Tokens. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://app.benqi.fi/",
    "icon_file": "QI.png"
  },
  {
    "ticker": "QNT",
    "name": "Quant",
    "description": "Quant (QNT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Ethereum Ecosystem, Real World Assets (RWA), Energi Ecosystem, Coinbase 50 Index. Project metadata: launch date: 2018-06-25; origin: GB. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.quant.network",
    "icon_file": "QNT.png"
  },
  {
    "ticker": "QTUM",
    "name": "Qtum",
    "description": "Qtum (QTUM) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Proof of Stake (PoS), Made in China. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://qtum.org/en/",
    "icon_file": "QTUM.png"
  },
  {
    "ticker": "QUICK",
    "name": "Quickswap [OLD]",
    "description": "Quickswap [OLD] (QUICK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), Polygon Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://quickswap.exchange/",
    "icon_file": "QUICK.png"
  },
  {
    "ticker": "RAD",
    "name": "Radworks",
    "description": "Radworks (RAD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Ethereum Ecosystem, DePIN, Galaxy Digital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://radworks.org/",
    "icon_file": "RAD.png"
  },
  {
    "ticker": "RARE",
    "name": "SuperRare",
    "description": "SuperRare (RARE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: NFT, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://superrare.com/",
    "icon_file": "RARE.png"
  },
  {
    "ticker": "RARI",
    "name": "RARI",
    "description": "RARI (RARI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: NFT, Ethereum Ecosystem, NFT Marketplace, Base Ecosystem, Coinbase Ventures Portfolio, Energi Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://rari.foundation/",
    "icon_file": "RARI.png"
  },
  {
    "ticker": "RAY",
    "name": "Raydium",
    "description": "Raydium (RAY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), Perpetuals. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://raydium.io/",
    "icon_file": "RAY.png"
  },
  {
    "ticker": "REACT",
    "name": "Reactive Network",
    "description": "Reactive Network (REACT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, Ethereum Ecosystem, Base Ecosystem, Parallelized EVM, Cross-chain Communication. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://reactive.network/",
    "icon_file": "REACT.png"
  },
  {
    "ticker": "RED",
    "name": "RedStone",
    "description": "RedStone (RED) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Oracle, Binance Launchpool, Ethereum Ecosystem, Real World Assets (RWA), Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.redstone.finance/",
    "icon_file": "RED.png"
  },
  {
    "ticker": "RENDER",
    "name": "Render",
    "description": "Render (RENDER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), NFT, Metaverse, Solana Ecosystem, Ethereum Ecosystem, DePIN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://renderfoundation.com",
    "icon_file": "RENDER.png"
  },
  {
    "ticker": "REQ",
    "name": "Request",
    "description": "Request (REQ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Business Services, Polygon Ecosystem, Ethereum Ecosystem. Project metadata: launch date: 2017-10-07; origin: DE. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://request.network",
    "icon_file": "REQ.png"
  },
  {
    "ticker": "RLC",
    "name": "iExec RLC",
    "description": "iExec RLC (RLC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Oracle, Arbitrum Ecosystem, Ethereum Ecosystem, DePIN, AI Agents. Project metadata: launch date: 2017-04-19. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://iex.ec/",
    "icon_file": "RLC.png"
  },
  {
    "ticker": "RPL",
    "name": "Rocket Pool",
    "description": "Rocket Pool (RPL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Business Services, Infrastructure, Smart Contract Platform, Decentralized Finance (DeFi), Polygon Ecosystem, Arbitrum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.rocketpool.net",
    "icon_file": "RPL.png"
  },
  {
    "ticker": "RSR",
    "name": "Reserve Rights",
    "description": "Reserve Rights (RSR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Arbitrum Ecosystem, Ethereum Ecosystem, Real World Assets (RWA), Base Ecosystem, Coinbase Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://reserve.org/",
    "icon_file": "RSR.png"
  },
  {
    "ticker": "RUNE",
    "name": "THORChain",
    "description": "THORChain (RUNE) is a cryptocurrency asset included in this app’s offline database. Common classifications: Decentralized Exchange (DEX), Infrastructure, Smart Contract Platform, Exchange-based Tokens, Decentralized Finance (DeFi), Layer 1 (L1). Project metadata: origin: CH. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://thorchain.org/",
    "icon_file": "RUNE.png"
  },
  {
    "ticker": "RVN",
    "name": "Ravencoin",
    "description": "Ravencoin (RVN) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Real World Assets (RWA), Proof of Work (PoW), Made in USA. Project metadata: launch date: 2018-01-03. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ravencoin.org/",
    "icon_file": "RVN.png"
  },
  {
    "ticker": "SAFE",
    "name": "Safe",
    "description": "Safe (SAFE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Wallets, Gnosis Chain Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://safe.global/",
    "icon_file": "SAFE.png"
  },
  {
    "ticker": "SAND",
    "name": "The Sandbox",
    "description": "The Sandbox (SAND) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Metaverse, Polygon Ecosystem, Play To Earn, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.sandbox.game/en/",
    "icon_file": "SAND.png"
  },
  {
    "ticker": "SAPIEN",
    "name": "Sapien",
    "description": "Sapien (SAPIEN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Infrastructure, Base Ecosystem, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.sapien.io/",
    "icon_file": "SAPIEN.png"
  },
  {
    "ticker": "SC",
    "name": "Siacoin",
    "description": "Siacoin (SC) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Storage, DePIN, Paradigm Portfolio, Proof of Work (PoW), DragonFly Capital Portfolio. Project metadata: launch date: 2015-06-06; origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://sia.tech/",
    "icon_file": "SC.png"
  },
  {
    "ticker": "SD",
    "name": "Stader",
    "description": "Stader (SD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Solana Ecosystem, Polygon Ecosystem, Fantom Ecosystem, Ethereum Ecosystem, Liquid Staking Governance Tokens. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://staderlabs.com/",
    "icon_file": "SD.png"
  },
  {
    "ticker": "SDN",
    "name": "Shiden Network",
    "description": "Shiden Network (SDN) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://shiden.astar.network/",
    "icon_file": "SDN.png"
  },
  {
    "ticker": "SEI",
    "name": "Sei",
    "description": "Sei (SEI) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Decentralized Finance (DeFi), Layer 1 (L1), Parallelized EVM, Coinbase Ventures Portfolio, Multicoin Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.sei.io",
    "icon_file": "SEI.png"
  },
  {
    "ticker": "SHDW",
    "name": "Shadow Token",
    "description": "Shadow Token (SHDW) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Storage, Solana Ecosystem, DePIN, Made in USA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.shdwdrive.com/",
    "icon_file": "SHDW.png"
  },
  {
    "ticker": "SHIB",
    "name": "Shiba Inu",
    "description": "Shiba Inu (SHIB) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Meme, Ethereum Ecosystem, Animoca Brands Portfolio, Dog-Themed, GMCI Meme Index, GMCI 30 Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://shibatoken.com/",
    "icon_file": "SHIB.png"
  },
  {
    "ticker": "SHRAP",
    "name": "Shrapnel",
    "description": "Shrapnel (SHRAP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the avalanche network (verify the contract address before use). Common classifications: Gaming (GameFi), BNB Chain Ecosystem, Avalanche Ecosystem, Ethereum Ecosystem, Shooting Games, On-chain Gaming. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.shrapnel.com/",
    "icon_file": "SHRAP.png"
  },
  {
    "ticker": "SKL",
    "name": "SKALE",
    "description": "SKALE (SKL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), Layer 1 (L1), Ethereum Ecosystem, Modular Blockchain, Account Abstraction. Project metadata: origin: LI. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://skale.space/",
    "icon_file": "SKL.png"
  },
  {
    "ticker": "SKY",
    "name": "Sky",
    "description": "Sky (SKY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Ethereum Ecosystem, Stablecoin Issuer, Hydration Ecosystem, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://sky.money/",
    "icon_file": "SKY.png"
  },
  {
    "ticker": "SLP",
    "name": "Smooth Love Potion",
    "description": "Smooth Love Potion (SLP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ronin network (verify the contract address before use). Common classifications: Entertainment, Gaming (GameFi), NFT, Axie Infinity Ecosystem, Play To Earn, Ethereum Ecosystem. Project metadata: origin: VN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://axieinfinity.com/",
    "icon_file": "SLP.png"
  },
  {
    "ticker": "SNEK",
    "name": "Snek",
    "description": "Snek (SNEK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cardano network (verify the contract address before use). Common classifications: Meme, Cardano Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.snek.com/",
    "icon_file": "SNEK.png"
  },
  {
    "ticker": "SNX",
    "name": "Synthetix",
    "description": "Synthetix (SNX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Derivatives, Synthetic Issuer. Project metadata: launch date: 2018-03-11; origin: AU. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.synthetix.io/",
    "icon_file": "SNX.png"
  },
  {
    "ticker": "SOL",
    "name": "Solana",
    "description": "Solana (SOL) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Solana Ecosystem, Layer 1 (L1), Alleged SEC Securities, FTX Holdings, Multicoin Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://solana.com/",
    "icon_file": "SOL.png"
  },
  {
    "ticker": "SOPH",
    "name": "Sophon",
    "description": "Sophon (SOPH) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Polygon Ecosystem, Arbitrum Ecosystem, Layer 2 (L2), Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://sophon.xyz/",
    "icon_file": "SOPH.png"
  },
  {
    "ticker": "SPA",
    "name": "Sperax",
    "description": "Sperax (SPA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem, DWF Labs Portfolio, Stablecoin Issuer, Alameda Research Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://sperax.io/",
    "icon_file": "SPA.png"
  },
  {
    "ticker": "SPEC",
    "name": "Spectral",
    "description": "Spectral (SPEC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Ethereum Ecosystem, Base Ecosystem, AI Agents, Circle Ventures Portfolio, Galaxy Digital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.spectrallabs.xyz/",
    "icon_file": "SPEC.png"
  },
  {
    "ticker": "SPELL",
    "name": "Spell",
    "description": "Spell (SPELL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, Avalanche Ecosystem, Fantom Ecosystem, Arbitrum Ecosystem, Olympus Pro Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://abracadabra.money/",
    "icon_file": "SPELL.png"
  },
  {
    "ticker": "SPK",
    "name": "Spark",
    "description": "Spark (SPK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Lending/Borrowing Protocols, Ethereum Ecosystem, Stablecoin Issuer, Binance HODLer Airdrops, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://spark.fi/",
    "icon_file": "SPK.png"
  },
  {
    "ticker": "SPS",
    "name": "Splintershards",
    "description": "Splintershards (SPS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Play To Earn, Animoca Brands Portfolio, Card Games. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://splinterlands.com/",
    "icon_file": "SPS.png"
  },
  {
    "ticker": "SPX",
    "name": "SPX6900",
    "description": "SPX6900 (SPX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Solana Ecosystem, Avalanche Ecosystem, Meme, Ethereum Ecosystem, Base Ecosystem, Bridged-Tokens. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.spx6900.com",
    "icon_file": "SPX.png"
  },
  {
    "ticker": "SQD",
    "name": "SQD",
    "description": "SQD (SQD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Big Data, Analytics, BNB Chain Ecosystem, Arbitrum Ecosystem, Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://sqd.dev",
    "icon_file": "SQD.png"
  },
  {
    "ticker": "SQT",
    "name": "SubQuery Network",
    "description": "SubQuery Network (SQT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Business Services, Infrastructure, Decentralized Finance (DeFi), Analytics, Ethereum Ecosystem, DePIN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.subquery.network/",
    "icon_file": "SQT.png"
  },
  {
    "ticker": "STABLE",
    "name": "​​Stable",
    "description": "​​Stable (STABLE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the stable network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, BNB Chain Ecosystem, Layer 1 (L1), Payment Solutions, Stable Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.stable.xyz/",
    "icon_file": "STABLE.png"
  },
  {
    "ticker": "STG",
    "name": "Stargate Finance",
    "description": "Stargate Finance (STG) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, BNB Chain Ecosystem, Avalanche Ecosystem, Polygon Ecosystem, Fantom Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://stargate.finance/",
    "icon_file": "STG.png"
  },
  {
    "ticker": "STORJ",
    "name": "Storj",
    "description": "Storj (STORJ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Storage, Harmony Ecosystem, Ethereum Ecosystem, DePIN, Energi Ecosystem. Project metadata: launch date: 2017-06-19; origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://storj.io",
    "icon_file": "STORJ.png"
  },
  {
    "ticker": "STRAX",
    "name": "Xertra",
    "description": "Xertra (STRAX) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Proof of Stake (PoS). Project metadata: launch date: 2016-08-09. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://xertra.com/",
    "icon_file": "STRAX.png"
  },
  {
    "ticker": "STRK",
    "name": "Starknet",
    "description": "Starknet (STRK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Smart Contract Platform, Ethereum Ecosystem, Layer 2 (L2), Zero Knowledge (ZK), Starknet Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://starknet.io/",
    "icon_file": "STRK.png"
  },
  {
    "ticker": "STX",
    "name": "Stacks",
    "description": "Stacks (STX) is a cryptocurrency asset included in this app’s offline database. Common classifications: Infrastructure, Smart Contract Platform, Layer 2 (L2), Bitcoin Sidechains, Stacks Ecosystem, SideChain. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://stacks.co/",
    "icon_file": "STX.png"
  },
  {
    "ticker": "SUI",
    "name": "Sui",
    "description": "Sui (SUI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the sui network (verify the contract address before use). Common classifications: Smart Contract Platform, Binance Launchpool, Layer 1 (L1), Sui Ecosystem, Coinbase Ventures Portfolio, Proof of Stake (PoS). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://sui.io/",
    "icon_file": "SUI.png"
  },
  {
    "ticker": "SUPER",
    "name": "SuperVerse",
    "description": "SuperVerse (SUPER) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Avalanche Ecosystem, Collectibles, Polygon Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://superverse.co/",
    "icon_file": "SUPER.png"
  },
  {
    "ticker": "SUSHI",
    "name": "Sushi",
    "description": "Sushi (SUSHI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), BNB Chain Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://sushi.com/",
    "icon_file": "SUSHI.png"
  },
  {
    "ticker": "SXT",
    "name": "Space and Time",
    "description": "Space and Time (SXT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Zero Knowledge (ZK). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.spaceandtime.io",
    "icon_file": "SXT.png"
  },
  {
    "ticker": "SYN",
    "name": "Synapse",
    "description": "Synapse (SYN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Avalanche Ecosystem, Polygon Ecosystem, Fantom Ecosystem, Arbitrum Ecosystem, Olympus Pro Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://synapseprotocol.com",
    "icon_file": "SYN.png"
  },
  {
    "ticker": "SYRUP",
    "name": "Maple Finance",
    "description": "Maple Finance (SYRUP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, Lending/Borrowing Protocols, Ethereum Ecosystem, Real World Assets (RWA), Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://maple.finance/",
    "icon_file": "SYRUP.png"
  },
  {
    "ticker": "TAO",
    "name": "Bittensor",
    "description": "Bittensor (TAO) is a cryptocurrency asset included in this app’s offline database. Common classifications: Artificial Intelligence (AI), Smart Contract Platform, Layer 1 (L1), DePIN, Bittensor Ecosystem, Polychain Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://bittensor.com/",
    "icon_file": "TAO.png"
  },
  {
    "ticker": "TEVA",
    "name": "Tevaera",
    "description": "Tevaera (TEVA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Gaming (GameFi), Base Ecosystem, Gaming Platform. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://tevaera.com/",
    "icon_file": "TEVA.png"
  },
  {
    "ticker": "TFUEL",
    "name": "Theta Fuel",
    "description": "Theta Fuel (TFUEL) is a cryptocurrency asset included in this app’s offline database. Common classifications: Artificial Intelligence (AI), Smart Contract Platform, DePIN, Proof of Stake (PoS), Made in USA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.thetatoken.org/",
    "icon_file": "TFUEL.png"
  },
  {
    "ticker": "THETA",
    "name": "Theta Network",
    "description": "Theta Network (THETA) is a cryptocurrency asset included in this app’s offline database. Common classifications: Artificial Intelligence (AI), Smart Contract Platform, Layer 1 (L1), DePIN, Theta Ecosystem, Blockchain Capital Portfolio. Project metadata: launch date: 2017-12-14; origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.thetatoken.org/",
    "icon_file": "THETA.png"
  },
  {
    "ticker": "TIA",
    "name": "Celestia",
    "description": "Celestia (TIA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the secret network (verify the contract address before use). Common classifications: Smart Contract Platform, Cosmos Ecosystem, Layer 1 (L1), Data Availability, Modular Blockchain, Osmosis Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://celestia.org/",
    "icon_file": "TIA.png"
  },
  {
    "ticker": "TNSR",
    "name": "Tensor",
    "description": "Tensor (TNSR) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: NFT, Solana Ecosystem, NFT Marketplace. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.tensor.foundation",
    "icon_file": "TNSR.png"
  },
  {
    "ticker": "TON",
    "name": "Toncoin",
    "description": "Toncoin (TON) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the the-open-network network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Layer 1 (L1), Ethereum Ecosystem, Animoca Brands Portfolio, Alleged SEC Securities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ton.org/",
    "icon_file": "TON.png"
  },
  {
    "ticker": "TONIC",
    "name": "Tectonic",
    "description": "Tectonic (TONIC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://tectonic.finance/",
    "icon_file": "TONIC.png"
  },
  {
    "ticker": "TOSHI",
    "name": "Toshi",
    "description": "Toshi (TOSHI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Launchpad, Meme, Base Ecosystem, Cat-Themed, Base Meme. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.toshithecat.com/",
    "icon_file": "TOSHI.png"
  },
  {
    "ticker": "TOWNS",
    "name": "Towns",
    "description": "Towns (TOWNS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Communication, Smart Contract Platform, SocialFi, BNB Chain Ecosystem, Layer 2 (L2), Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.towns.com/",
    "icon_file": "TOWNS.png"
  },
  {
    "ticker": "TRAC",
    "name": "OriginTrail",
    "description": "OriginTrail (TRAC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Polkadot Ecosystem, Metaverse, Ethereum Ecosystem, Interoperability, Real World Assets (RWA). Project metadata: launch date: 2018-01-24; origin: SI. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://origintrail.io/",
    "icon_file": "TRAC.png"
  },
  {
    "ticker": "TRB",
    "name": "Tellor Tributes",
    "description": "Tellor Tributes (TRB) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Business Services, Decentralized Finance (DeFi), Oracle, Polygon Ecosystem, Gnosis Chain Ecosystem, Arbitrum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://www.tellor.io/",
    "icon_file": "TRB.png"
  },
  {
    "ticker": "TROLL",
    "name": "TROLL",
    "description": "TROLL (TROLL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, Parody Meme, Pump.fun Ecosystem, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://trololol.io",
    "icon_file": "TROLL.png"
  },
  {
    "ticker": "TRU",
    "name": "TrueFi",
    "description": "TrueFi (TRU) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, Lending/Borrowing Protocols, Ethereum Ecosystem, Real World Assets (RWA), Alameda Research Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: http://truefi.io/",
    "icon_file": "TRU.png"
  },
  {
    "ticker": "TRUMP",
    "name": "Official Trump",
    "description": "Official Trump (TRUMP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, PolitiFi, Made in USA, Trump-Affiliated. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gettrumpmemes.com/",
    "icon_file": "TRUMP.png"
  },
  {
    "ticker": "TRUST",
    "name": "Intuition",
    "description": "Intuition (TRUST) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Infrastructure, Analytics, Base Ecosystem, Binance Alpha Spotlight, CoinList Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.intuition.systems/",
    "icon_file": "TRUST.png"
  },
  {
    "ticker": "TURBO",
    "name": "Turbo",
    "description": "Turbo (TURBO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Meme, Ethereum Ecosystem, Frog-Themed, AI Meme. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://turbotoken.io",
    "icon_file": "TURBO.png"
  },
  {
    "ticker": "UMA",
    "name": "UMA",
    "description": "UMA (UMA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Business Services, Decentralized Finance (DeFi), Oracle, Derivatives, Synthetic Issuer, Avalanche Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://uma.xyz/",
    "icon_file": "UMA.png"
  },
  {
    "ticker": "UNI",
    "name": "Uniswap",
    "description": "Uniswap (UNI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Yield Farming, Automated Market Maker (AMM), BNB Chain Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://uniswap.org/",
    "icon_file": "UNI.png"
  },
  {
    "ticker": "USC",
    "name": "Unstable Cult",
    "description": "Unstable Cult (USC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Meme, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.unstablecult.lol",
    "icon_file": "USC.png"
  },
  {
    "ticker": "USD1",
    "name": "USD1",
    "description": "USD1 (USD1) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Stablecoins, USD Stablecoin, Solana Ecosystem, Ethereum Ecosystem, Aptos Ecosystem, Mantle Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.worldlibertyfinancial.com/",
    "icon_file": "USD1.png"
  },
  {
    "ticker": "USDT",
    "name": "Tether",
    "description": "Tether (USDT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Stablecoins, USD Stablecoin, Solana Ecosystem, Avalanche Ecosystem, Near Protocol Ecosystem, Celo Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://tether.to/",
    "icon_file": "USDT.png"
  },
  {
    "ticker": "USELESS",
    "name": "Useless Coin",
    "description": "Useless Coin (USELESS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Solana Ecosystem, Meme, Solana Meme, BONK.fun Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://letsbonk.fun/token/Dz9mQ9NzkBcCsuGPFJ3r1bS4wgqKMHBPiVuniW8Mbonk",
    "icon_file": "USELESS.png"
  },
  {
    "ticker": "VANRY",
    "name": "Vanar Chain",
    "description": "Vanar Chain (VANRY) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Smart Contract Platform, Layer 1 (L1), Polygon Ecosystem, Ethereum Ecosystem, Vanar Chain Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://vanarchain.com",
    "icon_file": "VANRY.png"
  },
  {
    "ticker": "VARA",
    "name": "Vara Network",
    "description": "Vara Network (VARA) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://vara.network/",
    "icon_file": "VARA.png"
  },
  {
    "ticker": "VELO",
    "name": "Velo",
    "description": "Velo (VELO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the stellar network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), BNB Chain Ecosystem, Real World Assets (RWA), DWF Labs Portfolio, Stellar Ecosystem, Binance Alpha Spotlight. Project metadata: origin: VG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://velo.org/",
    "icon_file": "VELO.png"
  },
  {
    "ticker": "VET",
    "name": "VeChain",
    "description": "VeChain (VET) is a cryptocurrency asset included in this app’s offline database. Common classifications: Internet of Things (IOT), Smart Contract Platform, Layer 1 (L1), VeChain Ecosystem, Made in China. Project metadata: launch date: 2017-08-15; origin: CN. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.vechain.org",
    "icon_file": "VET.png"
  },
  {
    "ticker": "VINE",
    "name": "Vine",
    "description": "Vine (VINE) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Solana Meme, Pump.fun Ecosystem, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.vineco.in",
    "icon_file": "VINE.png"
  },
  {
    "ticker": "VIRTUAL",
    "name": "Virtuals Protocol",
    "description": "Virtuals Protocol (VIRTUAL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Artificial Intelligence (AI), Solana Ecosystem, Launchpad, Ethereum Ecosystem, Base Ecosystem, AI Agents. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.virtuals.io/",
    "icon_file": "VIRTUAL.png"
  },
  {
    "ticker": "VNO",
    "name": "Veno Finance",
    "description": "Veno Finance (VNO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Cronos Ecosystem, Liquid Staking Governance Tokens, ZkSync Ecosystem, Liquid Staking. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://veno.finance/",
    "icon_file": "VNO.png"
  },
  {
    "ticker": "VOXEL",
    "name": "Voxies",
    "description": "Voxies (VOXEL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the polygon-pos network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, Polygon Ecosystem, Binance Launchpad, RPG, Gaming Utility Token. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://voxies.io/",
    "icon_file": "VOXEL.png"
  },
  {
    "ticker": "VRA",
    "name": "Verasity",
    "description": "Verasity (VRA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Entertainment, BNB Chain Ecosystem, Wallets, Ethereum Ecosystem, Binance Alpha Spotlight. Project metadata: origin: KY. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://verasity.io/",
    "icon_file": "VRA.png"
  },
  {
    "ticker": "VTHO",
    "name": "VeThor",
    "description": "VeThor (VTHO) is a cryptocurrency asset included in this app’s offline database. Common classifications: Layer 1 (L1), VeChain Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.vechain.org/",
    "icon_file": "VTHO.png"
  },
  {
    "ticker": "VVS",
    "name": "VVS Finance",
    "description": "VVS Finance (VVS) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the cronos network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), Ethereum Ecosystem, Cronos Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://vvs.finance/",
    "icon_file": "VVS.png"
  },
  {
    "ticker": "WAL",
    "name": "Walrus",
    "description": "Walrus (WAL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the sui network (verify the contract address before use). Common classifications: Infrastructure, Storage, Sui Ecosystem, Binance Alpha Spotlight. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.walrus.xyz/",
    "icon_file": "WAL.png"
  },
  {
    "ticker": "WAXP",
    "name": "WAX",
    "description": "WAX (WAXP) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the wax network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), NFT, Layer 1 (L1), Play To Earn, Ethereum Ecosystem. Project metadata: launch date: 2017-12-19. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://wax.io/",
    "icon_file": "WAXP.png"
  },
  {
    "ticker": "WBTC",
    "name": "Wrapped Bitcoin",
    "description": "Wrapped Bitcoin (WBTC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Crypto-Backed Tokens, Tokenized BTC, BNB Chain Ecosystem, Wrapped-Tokens, Solana Ecosystem, Avalanche Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.wbtc.network/",
    "icon_file": "WBTC.png"
  },
  {
    "ticker": "WCT",
    "name": "WalletConnect Token",
    "description": "WalletConnect Token (WCT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the optimistic-ethereum network (verify the contract address before use). Common classifications: Binance Launchpool, Solana Ecosystem, Wallets, Ethereum Ecosystem, Optimism Ecosystem, Base Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://walletconnect.network",
    "icon_file": "WCT.png"
  },
  {
    "ticker": "WEN",
    "name": "Wen",
    "description": "Wen (WEN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: NFT, Solana Ecosystem, Meme, Fractionalized NFT, Solana Meme, NFTFi. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.wenwencoin.com/",
    "icon_file": "WEN.png"
  },
  {
    "ticker": "WET",
    "name": "HumidiFi",
    "description": "HumidiFi (WET) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Decentralized Finance (DeFi), Automated Market Maker (AMM), Solana Ecosystem, MEV Protection, Jupiter DTF Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://humidifi.xyz/",
    "icon_file": "WET.png"
  },
  {
    "ticker": "WIF",
    "name": "dogwifhat",
    "description": "dogwifhat (WIF) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Solana Ecosystem, Meme, Dog-Themed, Solana Meme, GMCI Meme Index, GMCI Index. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://dogwifcoin.org",
    "icon_file": "WIF.png"
  },
  {
    "ticker": "WLD",
    "name": "Worldcoin",
    "description": "Worldcoin (WLD) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Decentralized Identifier (DID), Optimism Ecosystem, Coinbase Ventures Portfolio, Multicoin Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://worldcoin.org/",
    "icon_file": "WLD.png"
  },
  {
    "ticker": "WLFI",
    "name": "World Liberty Financial",
    "description": "World Liberty Financial (WLFI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Solana Ecosystem, Ethereum Ecosystem, Stablecoin Issuer, Made in USA, Trump-Affiliated. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.worldlibertyfinancial.com/",
    "icon_file": "WLFI.png"
  },
  {
    "ticker": "WOO",
    "name": "WOO",
    "description": "WOO (WOO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Automated Market Maker (AMM), BNB Chain Ecosystem, Derivatives. Project metadata: origin: VG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://woo.org",
    "icon_file": "WOO.png"
  },
  {
    "ticker": "XAI",
    "name": "Xai",
    "description": "Xai (XAI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the arbitrum-one network (verify the contract address before use). Common classifications: Smart Contract Platform, Gaming (GameFi), NFT, Binance Launchpool, Arbitrum Ecosystem, Layer 3 (L3). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://xai.games/",
    "icon_file": "XAI.png"
  },
  {
    "ticker": "XAN",
    "name": "Anoma",
    "description": "Anoma (XAN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Infrastructure, Privacy Coins, BNB Chain Ecosystem, Ethereum Ecosystem, Zero Knowledge (ZK), Intent. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://anoma.net/",
    "icon_file": "XAN.png"
  },
  {
    "ticker": "XAUT",
    "name": "Tether Gold",
    "description": "Tether Gold (XAUT) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Stablecoins, Tokenized Assets, Tokenized Gold, Ethereum Ecosystem, Real World Assets (RWA), Tokenized Commodities. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://gold.tether.to/",
    "icon_file": "XAUT.png"
  },
  {
    "ticker": "XCH",
    "name": "Chia",
    "description": "Chia (XCH) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), DePIN, Andreessen Horowitz (a16z) Portfolio, Made in USA. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.chia.net/",
    "icon_file": "XCH.png"
  },
  {
    "ticker": "XLM",
    "name": "Stellar",
    "description": "Stellar (XLM) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Real World Assets (RWA), Stellar Ecosystem, GMCI 30 Index, GMCI Index, Made in USA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.stellar.org/",
    "icon_file": "XLM.png"
  },
  {
    "ticker": "XNO",
    "name": "Nano",
    "description": "Nano (XNO) is a cryptocurrency asset included in this app’s offline database. Common classifications: Layer 1 (L1), Payment Solutions, Made in USA, Directed Acyclic Graph (DAG). This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://nano.org",
    "icon_file": "XNO.png"
  },
  {
    "ticker": "XPL",
    "name": "Plasma",
    "description": "Plasma (XPL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Layer 1 (L1), Binance HODLer Airdrops, Unichain Ecosystem, Plasma Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.plasma.to/",
    "icon_file": "XPL.png"
  },
  {
    "ticker": "XRP",
    "name": "XRP",
    "description": "XRP (XRP) is a cryptocurrency asset included in this app’s offline database. Common classifications: FTX Holdings, Pantera Capital Portfolio, Andreessen Horowitz (a16z) Portfolio, XRP Ledger Ecosystem, GMCI 30 Index, Blockchain Capital Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://ripple.com/currency/",
    "icon_file": "XRP.png"
  },
  {
    "ticker": "XTZ",
    "name": "Tezos",
    "description": "Tezos (XTZ) is a cryptocurrency asset included in this app’s offline database. Common classifications: Smart Contract Platform, Layer 1 (L1), Tezos Ecosystem, Proof of Stake (PoS), GMCI Layer 1 Index, GMCI Index. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.tezos.com/",
    "icon_file": "XTZ.png"
  },
  {
    "ticker": "XYO",
    "name": "XYO Network",
    "description": "XYO Network (XYO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Internet of Things (IOT), Oracle, NFT, Metaverse, Ethereum Ecosystem, DePIN. Project metadata: origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://xyo.network/",
    "icon_file": "XYO.png"
  },
  {
    "ticker": "YFI",
    "name": "yearn.finance",
    "description": "yearn.finance (YFI) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Yield Farming, Yield Aggregator, Yearn Ecosystem, Avalanche Ecosystem, Polygon Ecosystem. Project metadata: origin: ZA. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://yearn.fi/",
    "icon_file": "YFI.png"
  },
  {
    "ticker": "YGG",
    "name": "Yield Guild Games",
    "description": "Yield Guild Games (YGG) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Metaverse, Collectibles, Polygon Ecosystem. Project metadata: origin: VG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://yieldguild.io/",
    "icon_file": "YGG.png"
  },
  {
    "ticker": "ZBCN",
    "name": "Zebec Network",
    "description": "Zebec Network (ZBCN) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the solana network (verify the contract address before use). Common classifications: Decentralized Finance (DeFi), Solana Ecosystem, Real World Assets (RWA), Payment Solutions, DePIN, Coinbase Ventures Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://zebec.io/",
    "icon_file": "ZBCN.png"
  },
  {
    "ticker": "ZERC",
    "name": "zkRace",
    "description": "zkRace (ZERC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Gaming (GameFi), NFT, BNB Chain Ecosystem, Polygon Ecosystem, DaoMaker Launchpad, Play To Earn. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.zkrace.com/",
    "icon_file": "ZERC.png"
  },
  {
    "ticker": "ZETA",
    "name": "ZetaChain",
    "description": "ZetaChain (ZETA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Layer 1 (L1), Ethereum Ecosystem, ZetaChain Ecosystem, Cross-chain Communication. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.zetachain.com/",
    "icon_file": "ZETA.png"
  },
  {
    "ticker": "ZIL",
    "name": "Zilliqa",
    "description": "Zilliqa (ZIL) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, GMCI Layer 1 Index, GMCI Index, Made in China. Project metadata: launch date: 2019-01-31; origin: SG. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.zilliqa.com/",
    "icon_file": "ZIL.png"
  },
  {
    "ticker": "ZK",
    "name": "ZKsync",
    "description": "ZKsync (ZK) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the zksync network (verify the contract address before use). Common classifications: Smart Contract Platform, Ethereum Ecosystem, Layer 2 (L2), Zero Knowledge (ZK), ZkSync Ecosystem, Consensys Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://zksync.io/",
    "icon_file": "ZK.png"
  },
  {
    "ticker": "ZKC",
    "name": "Boundless",
    "description": "Boundless (ZKC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the binance-smart-chain network (verify the contract address before use). Common classifications: BNB Chain Ecosystem, Ethereum Ecosystem, Zero Knowledge (ZK), Binance HODLer Airdrops, Capital Launchpad, Governance. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://beboundless.xyz/",
    "icon_file": "ZKC.png"
  },
  {
    "ticker": "ZKCRO",
    "name": "Cronos zkEVM CRO",
    "description": "Cronos zkEVM CRO (ZKCRO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Liquid Staking Tokens, Ethereum Ecosystem, Liquid Staking. Project metadata: launch date: 2018-11-14. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://cronos-pos.org/",
    "icon_file": "ZKCRO.png"
  },
  {
    "ticker": "ZKJ",
    "name": "Polyhedra Network",
    "description": "Polyhedra Network (ZKJ) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Ethereum Ecosystem, Zero Knowledge (ZK), Animoca Brands Portfolio, YZi Labs (Prev. Binance Labs) Portfolio. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://polyhedra.network/",
    "icon_file": "ZKJ.png"
  },
  {
    "ticker": "ZORA",
    "name": "Zora",
    "description": "Zora (ZORA) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the base network (verify the contract address before use). Common classifications: Infrastructure, Media, Smart Contract Platform, SocialFi, NFT, Launchpad. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://zora.co/",
    "icon_file": "ZORA.png"
  },
  {
    "ticker": "ZRC",
    "name": "Zircuit",
    "description": "Zircuit (ZRC) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Ethereum Ecosystem, Layer 2 (L2), Zero Knowledge (ZK), Restaking. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.zircuit.com/",
    "icon_file": "ZRC.png"
  },
  {
    "ticker": "ZRO",
    "name": "LayerZero",
    "description": "LayerZero (ZRO) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Smart Contract Platform, BNB Chain Ecosystem, Avalanche Ecosystem, Polygon Ecosystem, Arbitrum Ecosystem, Ethereum Ecosystem. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://layerzero.network/",
    "icon_file": "ZRO.png"
  },
  {
    "ticker": "ZRX",
    "name": "0x Protocol",
    "description": "0x Protocol (ZRX) is a cryptocurrency asset included in this app’s offline database. It is issued as a token on the ethereum network (verify the contract address before use). Common classifications: Decentralized Exchange (DEX), Exchange-based Tokens, Decentralized Finance (DeFi), Ethereum Ecosystem, Coinbase Ventures Portfolio, Pantera Capital Portfolio. Project metadata: launch date: 2017-08-11; origin: US. This is a neutral offline overview, not financial advice. Always double-check tickers, token addresses, and trading pairs before any transaction. Official website: https://www.0xprotocol.org/",
    "icon_file": "ZRX.png"
  }
]