{
  "0x": "0x Protocol is an open, permissionless standard for decentralized exchange infrastructure. It provides smart-contract and API tooling that helps apps and wallets swap Ethereum-based assets with on-chain settlement, while the ZRX token is used for governance of the protocol.",
  "abstract-bridged-usdt-abstract": "Abstract Bridged USDT (Abstract) is a bridged representation of USDT on the Abstract ecosystem. It is intended to let users hold and transfer USDT on Abstract and use it across apps on that network via the bridge mechanism that issues the wrapped token.",
  "aevo-exchange": "Aevo is a decentralized derivatives trading platform focused on options and perpetual futures. It combines off-chain order matching with on-chain settlement and is built on a custom Layer 2 chain based on the OP Stack.",
  "alchemy-pay": "Alchemy Pay is a payments platform that connects traditional payment rails to crypto. It provides fiat on- and off-ramps and merchant payment tools, supporting card payments, bank transfers, and regional payment methods to buy or sell crypto.",
  "allbridge-bridged-sol-near-protocol": "Allbridge Bridged SOL (Near Protocol) is a bridged version of Solana’s SOL token for use on the NEAR Protocol. It is issued through the Allbridge bridge to enable SOL to move between Solana and NEAR and be used in NEAR-based apps.",
  "arena-z": "Arena-Z is a Web3 gaming platform designed to connect multiple games and in-game assets under a single ecosystem. The A2Z token is used for ecosystem participation and to enable cross-game rewards and progression within the Arena-Z platform.",
  "avalanche-bridged-dai-avalanche": "Avalanche Bridged DAI (Avalanche) is a bridged representation of MakerDAO’s DAI stablecoin on the Avalanche network. It allows DAI to be used within Avalanche-based applications after being transferred to Avalanche via a bridge.",
  "baby-pepe-5": "Baby Pepe (BABYPEPE) is a community-driven meme token that pays homage to the Pepe meme. According to its official site, it is intended for entertainment and has no intrinsic value or expectation of financial return.",
  "baby-troll-3": "Baby Troll (BABYTROLL) is a meme-themed cryptocurrency project centered around community participation and culture. It is primarily designed as a community token rather than a protocol utility asset.",
  "bifrost-bridged-eth-bifrost": "Bifrost Bridged ETH (Bifrost) is a bridged representation of Ethereum’s ETH on the Bifrost network. It is meant to bring ETH liquidity to Bifrost so users can transfer and use ETH within applications on that chain via bridging."
}