{
  "ai-agent-kaia": "A.I. Agent kAia (KAIA) is an AI-driven DeFAI agent designed for prediction markets and parlay-style betting workflows inside the Smoovie Phone ecosystem. It acts as an oracle that helps evaluate outcomes using LLM-based grading and aims to make resolution more transparent. The project also positions the agent as a social and marketing persona (posts, streams, chat) and mentions future automation features such as autonomous trading funded by protocol revenue.",
  "based-bonk": "Based Bonk (BONK) is a community-driven meme token built on Base (an Ethereum Layer 2). The project’s positioning centers on creating a playful, low-friction meme economy on Base, using fast and inexpensive transactions for trading and community activity. Like many meme tokens, it is primarily community-led and its value is driven by attention and participation rather than guaranteed utility. It is commonly traded on Base-based decentralized exchanges.",
  "bone-bone": "Bone (BONE) is a token in the Shiba Inu ecosystem that is presented as a governance token for ShibaSwap. It is used for community voting on proposals and can be staked in the ecosystem to participate in incentive programs and rewards mechanisms. BONE is often discussed alongside other Shiba ecosystem assets as part of ShibaSwap governance and participation features.",
  "bridged-curve-dao-token-stargate": "Bridged Curve DAO Token (Stargate) (CRV) represents Curve DAO Token (CRV) that has been moved across chains using Stargate’s cross-chain liquidity transport system (built on LayerZero). This bridged representation is intended to track CRV 1:1 on the destination chain so it can be used in DeFi apps there. Curve DAO Token (CRV) itself is the governance token of Curve Finance; the bridged version is mainly about portability and cross-chain availability rather than changing CRV’s underlying role.",
  "celer-network": "Celer Network (CELR) is a blockchain interoperability protocol focused on cross-chain messaging and asset transfers. It provides infrastructure such as the State Guardian Network (SGN) and developer tooling (e.g., inter-chain messaging frameworks and bridging components) to help applications move data and value between multiple blockchains. CELR is used within the ecosystem for network operations and incentives tied to Celer’s cross-chain services.",
  "covalent-x-token": "Covalent X Token (CXT) is the native token of the Covalent network, a modular data infrastructure focused on long-term data availability and verifiability. CXT is used for network settlement and economic incentives, including staking and participation by operators who validate and serve data. It also supports governance and alignment of participants in the decentralized data layer, making it central to how the Covalent ecosystem operates.",
  "crob-nob": "Crob Mob (CROB) is a Cronos-based meme token associated with the Crypto.com / Cronos ecosystem. It is presented as a community meme project with a themed branding (“Crob Mob”) and is traded on Cronos venues, including decentralized exchanges. As a meme token, its primary drivers are community participation and market demand; it does not represent equity or ownership in a company and typically has limited protocol-level utility compared with infrastructure tokens.",
  "do-it-for-the-vine": "Do it for the Vine (VINE) is a Solana meme token that appears in the Pump.fun ecosystem. It is primarily community-driven and traded on Solana decentralized markets. Projects in this category typically emphasize social attention, community activity, and meme culture rather than deep protocol utility. VINE is best understood as a speculative meme asset on Solana whose usage is mainly trading, community participation, and ecosystem visibility.",
  "dydx-chain": "dYdX Chain (DYDX) is a standalone Layer 1 blockchain built using the Cosmos SDK, designed to support decentralized derivatives trading with a high-throughput orderbook style experience. The dYdX ecosystem focuses on non-custodial perpetual trading and governance, with DYDX used in the network’s token economy and community governance. The chain architecture is designed to separate matching/orderbook performance from on-chain settlement while remaining decentralized.",
  "ether-fi": "ether.fi (ETHFI) is a decentralized staking and restaking protocol that lets users deposit ETH (or related assets) and receive liquid staking tokens such as eETH, which can then be used across DeFi. The protocol emphasizes non-custodial staking and aims to improve reward opportunities by enabling additional restaking-style yield mechanics. ETHFI is associated with the protocol’s token economy and ecosystem incentives, while the liquid tokens represent staked positions usable in DeFi."
}
