{
  "zksync": "ZKsync (ZK) is associated with zkSync, a Layer-2 network that scales Ethereum using zero‑knowledge rollups. It batches many transactions off‑chain and proves them on Ethereum, aiming for lower fees and faster confirmations while inheriting Ethereum security. The ZK token is intended to support the zkSync ecosystem (e.g., governance and ecosystem incentives) as the network grows.",
  "worldcoin-wld": "Worldcoin (WLD) is part of the World project, which aims to build a global digital identity system (World ID) to prove “personhood” online while preserving privacy. Users can interact through the World App wallet and use World ID for apps that want to distinguish humans from bots. WLD is used within the World ecosystem for distribution/incentives and to help coordinate community governance around the network’s development.",
  "lido-dao": "Lido DAO (LDO) is the governance token of Lido, a liquid staking protocol. Lido lets users stake assets (most notably ETH) without locking liquidity: in return, users receive liquid staking tokens (like stETH) that can be used across DeFi while staking rewards accrue. LDO holders govern protocol parameters, upgrades, and the direction of the Lido ecosystem via on‑chain and off‑chain governance processes.",
  "ethereum-classic": "Ethereum Classic (ETC) is the original Ethereum blockchain that continued after the 2016 DAO hard fork, emphasizing the principle of immutability (“code is law”). It is a decentralized smart‑contract platform using proof‑of‑work, where ETC is used to pay transaction fees and compensate miners. Ethereum Classic supports Ethereum‑style accounts and contracts, aiming to provide a stable, censorship‑resistant base layer for applications.",
  "celer-network": "Celer Network (CELR) is a blockchain interoperability and scaling project known for its cross‑chain infrastructure (such as cBridge) that enables token transfers across multiple chains and layer‑2s. The goal is to make moving assets and interacting with apps across ecosystems faster and cheaper. CELR is used within the network for functions such as staking/participation in protocol services and governance of key parameters as the ecosystem evolves.",
  "reserve-rights-token": "Reserve Rights (RSR) is tied to the Reserve protocol, which focuses on building asset‑backed stablecoins and a system designed to maintain stability through collateral and market mechanisms. In the Reserve ecosystem, RSR is used to coordinate governance and may be involved in stability/backstop mechanisms depending on how specific stablecoin pools are configured. In plain terms: it’s a token connected to how the Reserve stablecoin system is governed and how risks and incentives are managed as the stablecoin ecosystem grows.",
  "superrare": "SuperRare (RARE) is the governance token of SuperRare, a curated digital art and NFT marketplace. SuperRare supports minting and collecting 1/1 artworks and has expanded toward a community‑owned platform model. RARE is used for governance of the SuperRare ecosystem—such as protocol upgrades, marketplace parameters, and community initiatives—helping token holders participate in decisions about the platform’s direction.",
  "ether-fi": "ether.fi (ETHFI) is associated with ether.fi, a liquid restaking protocol that lets users restake ETH (often via liquid staking tokens) to secure additional services while keeping liquidity through derivative tokens (such as eETH/weETH). The protocol aims to combine restaking yields with DeFi composability and user control. ETHFI is used for governance and ecosystem coordination, enabling the community to vote on protocol changes, incentives, and growth initiatives.",
  "dydx-chain": "dYdX (DYDX) powers the dYdX ecosystem, which offers decentralized perpetuals (derivatives) trading. The protocol has moved to its own chain (dYdX Chain), built with the Cosmos SDK, to support high‑throughput orderbook-style trading. DYDX is used for governance and to align incentives across the ecosystem; in the dYdX Chain design, it is also used in staking/validator security and can be used to support fee and incentive mechanisms depending on governance decisions.",
  "step-app-fitfi": "Step App (FITFI) is the token associated with Step App, a move‑to‑earn fitness ecosystem that gamifies activity and rewards users for workouts and movement. The app typically combines tracking, challenges, and in‑app items/NFTs with token-based incentives. FITFI is used within the ecosystem for utility functions such as rewards programs, staking, and governance, helping coordinate the economics and community decisions around the platform."
}